-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: 2018-02-10 13:06:50
-- 服务器版本： 5.7.19
-- PHP Version: 7.0.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `vmbm`
--

-- --------------------------------------------------------

--
-- 表的结构 `account_logs`
--

DROP TABLE IF EXISTS `account_logs`;
CREATE TABLE IF NOT EXISTS `account_logs` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `from_id` int(10) UNSIGNED NOT NULL COMMENT '来源对象id',
  `from_name` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '来源对象名称',
  `op` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '操作，charge：冲值，support：消耗，withdraw：提现',
  `from_type` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '操作类型，1、余额，2、梦想币，3、现金',
  `from_amount` int(10) UNSIGNED NOT NULL COMMENT '操作金额from',
  `to_type` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '操作类型，1、余额，2、梦想币，3、现金',
  `to_id` int(10) UNSIGNED NOT NULL COMMENT '目标对象id',
  `to_name` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '来源目标对象名称',
  `to_amount` int(10) UNSIGNED NOT NULL COMMENT '操作金额to',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_from` (`from_id`),
  KEY `idx_to` (`to_id`),
  KEY `idx_from_type` (`from_type`),
  KEY `idx_to_type` (`to_type`),
  KEY `idx_created_at` (`created_at`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `admin_access`
--

DROP TABLE IF EXISTS `admin_access`;
CREATE TABLE IF NOT EXISTS `admin_access` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `role_id` int(11) NOT NULL COMMENT '角色的ID',
  `menu_id` int(11) NOT NULL COMMENT '菜单ID',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_access_role_id` (`role_id`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `admin_menus`
--

DROP TABLE IF EXISTS `admin_menus`;
CREATE TABLE IF NOT EXISTS `admin_menus` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL,
  `path` char(60) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'URL',
  `name` char(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '节点的名字',
  `display` tinyint(4) NOT NULL DEFAULT '1' COMMENT '1为显示为菜单，0则不显示',
  `sort` int(11) NOT NULL DEFAULT '1' COMMENT '排序',
  `level` tinyint(4) NOT NULL DEFAULT '1' COMMENT '第几级菜单',
  `ico` char(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '菜单图标',
  `mark` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '' COMMENT '备注',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM AUTO_INCREMENT=620 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `admin_menus`
--

INSERT INTO `admin_menus` (`id`, `pid`, `path`, `name`, `display`, `sort`, `level`, `ico`, `mark`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 0, '#', '系统管理', 1, 2, 1, 'fa-globe', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(2, 0, '#', '用户管理', 0, 99, 1, 'fa-bar-chart-o', '', '2016-12-31 16:00:00', '2018-02-02 08:34:36', NULL),
(3, 0, '#', '商品管理', 0, 98, 1, 'fa-calendar', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(5, 0, '#', '公共权限', 0, 0, 1, 'fa-cart-plus', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(6, 0, '#', '缓存管理', 0, 94, 1, 'fa-magic', '', '2016-12-31 16:00:00', '2018-02-02 08:35:07', NULL),
(7, 0, '#', '数据报表', 0, 96, 1, 'fa-globe', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(9, 0, '#', '参数设置', 0, 95, 1, 'fa-bar-chart-o', '', '2017-01-04 10:32:17', '2018-02-02 08:34:57', NULL),
(103, 1, 'Base/Menus/index', '菜单管理', 1, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(104, 1, 'Base/Role/index', '角色管理', 1, 0, 2, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(105, 1, 'Base/User/index', '账号管理', 1, 0, 2, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(501, 5, 'Base/Index/index', '首页（必选）', 0, 0, 2, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(502, 5, 'Base/Index/welcome', '欢迎页', 0, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(503, 5, 'Base/Login/logout', '退出页', 0, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(519, 103, 'Base/Menus/create', '添加菜单', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(520, 103, 'Base/Menus/update', '修改菜单', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(521, 103, 'Base/Menus/destroy', '删除菜单', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(522, 104, 'Base/Role/create', '添加角色', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(523, 104, 'Base/Role/update', '修改角色', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(524, 104, 'Base/Role/auth', '角色授权', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(525, 104, 'Base/Role/destroy', '删除角色', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(526, 105, 'Base/User/update', '编辑用户', 0, 0, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(543, 5, 'Base/Attachment/upload', '编辑器上传', 0, 0, 2, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(544, 105, 'Base/User/auth', '为用户授权', 0, 1, 3, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(578, 1, 'Base/Crud/create', 'Crud', 1, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(579, 6, 'Cache/File/clearcache', '清空缓存', 1, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(580, 6, 'Cache/File/clearview', '清空模板缓存', 1, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(581, 6, 'Cache/File/clearsessions', '强制在线用户下线', 1, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(582, 6, 'Cache/File/index', '文件管理', 1, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(583, 6, 'Cache/File/view', '文件查看', 0, 0, 1, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(596, 1, 'Base/Settings/index', '系统配置', 1, 0, 2, '', '', '2016-03-29 11:42:29', '2016-03-29 11:42:29', NULL),
(597, 2, 'User/Info/index', '用户列表', 1, 1, 1, '', '', '2017-04-04 22:39:13', '2017-04-04 22:39:13', NULL),
(598, 597, 'User/Info/create', '添加', 0, 1, 1, '', '', '2017-04-04 22:39:13', '2017-04-04 22:39:13', NULL),
(599, 597, 'User/Info/update', '修改', 0, 1, 1, '', '', '2017-04-04 22:39:13', '2017-04-04 22:39:13', NULL),
(600, 597, 'User/Info/destroy', '删除', 0, 1, 1, '', '', '2017-04-04 22:39:13', '2017-04-04 22:39:13', NULL),
(601, 597, 'User/Info/view', '查看', 0, 1, 1, '', '', '2017-04-04 22:39:13', '2017-04-04 22:39:13', NULL),
(602, 597, 'User/Info/check', '选择数据', 0, 1, 1, '', '', '2017-04-04 22:39:13', '2017-04-04 22:39:13', NULL),
(542, 5, 'Foundation/Attachment/webupload', '文件上传', 0, 0, 2, '', '', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(604, 596, 'Base/Settings/create', '添加', 0, 1, 1, '', ' ', '2017-05-30 20:56:09', '2017-05-30 20:56:09', NULL),
(605, 596, 'Base/Settings/update', '修改', 0, 1, 1, '', ' ', '2017-05-30 20:56:09', '2017-05-30 20:56:09', NULL),
(606, 596, 'Base/Settings/destroy', '删除', 0, 1, 1, '', ' ', '2017-05-30 20:56:09', '2017-05-30 20:56:09', NULL),
(607, 596, 'Base/Settings/view', '查看', 0, 1, 1, '', ' ', '2017-05-30 20:56:09', '2017-05-30 20:56:09', NULL),
(608, 596, 'Base/Settings/check', '选择数据', 0, 1, 1, '', ' ', '2017-05-30 20:56:09', '2017-05-30 20:56:09', NULL),
(609, 1, 'Base/Photos/index', '图片管理', 1, 1, 2, '', '图片管理', '2017-08-01 22:43:20', '2017-08-01 22:43:21', NULL),
(610, 0, '#', '设备管理', 1, 1000, 1, 'fa-laptop', '设备管理', '2018-01-29 22:17:12', '2018-01-29 23:49:28', NULL),
(611, 610, 'Device/index', '设备列表', 1, 100, 2, '', '设备列表', '2018-01-29 23:50:15', '2018-01-29 23:50:15', NULL),
(612, 0, '#', '客户管理', 1, 900, 1, 'fa-users', '客户管理', '2018-02-02 07:37:33', '2018-02-02 07:37:33', NULL),
(613, 612, 'Client/index', '客户列表', 1, 100, 2, '', '客户列表', '2018-02-02 07:40:17', '2018-02-02 07:40:17', NULL),
(614, 0, '#', '广告管理', 1, 800, 1, 'fa-adn', '广告管理', '2018-02-07 04:08:32', '2018-02-07 04:08:32', NULL),
(615, 614, 'AD/index', '广告列表', 1, 100, 2, '', '广告列表', '2018-02-07 04:13:00', '2018-02-07 04:13:00', NULL),
(616, 0, '#', '粉丝管理', 1, 700, 1, 'fa-user', '粉丝管理', '2018-02-07 21:38:17', '2018-02-07 21:38:17', NULL),
(617, 616, 'Fan/index', '粉丝列表', 1, 100, 2, '', '粉丝列表', '2018-02-07 21:38:53', '2018-02-07 21:58:49', NULL),
(618, 0, '#', '纸巾管理', 1, 600, 1, 'fa-paper-plane', '纸巾管理', '2018-02-07 21:39:34', '2018-02-07 21:39:34', NULL),
(619, 618, 'Tissue/index', '纸巾列表', 1, 100, 2, '', '纸巾列表', '2018-02-07 21:40:17', '2018-02-07 21:40:17', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `admin_operate_logs`
--

DROP TABLE IF EXISTS `admin_operate_logs`;
CREATE TABLE IF NOT EXISTS `admin_operate_logs` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` char(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `operator` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `url` varchar(1024) COLLATE utf8mb4_unicode_ci NOT NULL,
  `method` char(10) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'GET',
  `request_data` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `md5` char(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `admin_roles`
--

DROP TABLE IF EXISTS `admin_roles`;
CREATE TABLE IF NOT EXISTS `admin_roles` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` char(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '角色名称',
  `mark` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '备注',
  `status` int(11) NOT NULL DEFAULT '1' COMMENT '是否禁用',
  `level` smallint(6) NOT NULL COMMENT '用户组等级，低等级的不能对高等级的用户做修改',
  `department_id` char(32) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '部门ID',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `admin_users`
--

DROP TABLE IF EXISTS `admin_users`;
CREATE TABLE IF NOT EXISTS `admin_users` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '用户名',
  `real_name` char(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '实名',
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '密码',
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'EMAIL',
  `mobile` char(11) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '手机号',
  `avatar` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '用户头像',
  `type` tinyint(4) NOT NULL COMMENT '类型,0:用户,1:员工',
  `last_login_time` datetime DEFAULT NULL COMMENT '最后一次登录时间',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '状态，1启用0禁用',
  `is_root` tinyint(4) DEFAULT NULL COMMENT '是否是超级管理员',
  `admin_role_id` text COLLATE utf8mb4_unicode_ci COMMENT '角色',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `admin_users`
--

INSERT INTO `admin_users` (`id`, `name`, `real_name`, `password`, `remember_token`, `email`, `mobile`, `avatar`, `type`, `last_login_time`, `status`, `is_root`, `admin_role_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'admin', '超级管理员', '$2y$10$vXZAun7nIgBJsVKvLwb7Q.CJiYQasq76CKqkhtt8/oZTCdPUp5iwW', '1HbOYdh1J6Id5qpjKCHewoQE65MzfJzCaADJZ7i7ga6AB5hQhDoUQXEUb71C', 'root', '13800138000', 'http://webimg-handle.liweijia.com/upload/avatar/avatar_0.jpg', 0, '2017-03-21 11:04:36', 1, 1, NULL, '2016-12-31 16:00:00', '2017-03-21 03:04:36', NULL),
(2, 'user1', 'user1', '$2y$10$W8j15veYa2BkFuBK1FNEn.jDGUMWK60jK/UpPYPC5XovUMjkkV0Qu', NULL, 'user1@163.com', '123456', 'http://webimg-handle.liweijia.com/upload/avatar/avatar_0.jpg', 0, NULL, 1, 1, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ads`
--

DROP TABLE IF EXISTS `ads`;
CREATE TABLE IF NOT EXISTS `ads` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `wechat_id` varchar(300) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '微信/公众号ID',
  `wechat_name` varchar(300) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '微信/公众号名',
  `name` varchar(300) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '商家名称',
  `tel` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '商家电话',
  `money` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '投放充值金额',
  `limit` int(10) UNSIGNED DEFAULT '0' COMMENT '吸粉数量上限',
  `num` int(10) UNSIGNED DEFAULT '0' COMMENT '已吸粉数量',
  `day_limit` int(10) UNSIGNED DEFAULT '0' COMMENT '每日吸粉数量上限',
  `begin_date` date DEFAULT NULL COMMENT '投放开始日期',
  `end_date` date DEFAULT NULL COMMENT '投放截止日期',
  `flag` tinyint(4) DEFAULT '0' COMMENT '轮换标志：0为默认；1为正在轮换',
  `status` tinyint(4) DEFAULT '0' COMMENT '状态：0为下架；1为上架',
  `info` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '备注',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `ads`
--

INSERT INTO `ads` (`id`, `wechat_id`, `wechat_name`, `name`, `tel`, `money`, `limit`, `num`, `day_limit`, `begin_date`, `end_date`, `flag`, `status`, `info`, `created_at`, `updated_at`) VALUES
(1, '123456', '读书', '李先生', '134309988112', '100', 1000, 0, 100, '2018-02-07', '2018-02-24', 0, 1, NULL, '2018-02-07 04:46:06', '2018-02-07 04:46:06');

-- --------------------------------------------------------

--
-- 表的结构 `base_area`
--

DROP TABLE IF EXISTS `base_area`;
CREATE TABLE IF NOT EXISTS `base_area` (
  `id` int(11) NOT NULL COMMENT '编号',
  `name` char(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名称',
  `pid` int(11) NOT NULL COMMENT '父级',
  `short_name` char(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '简称',
  `grade` tinyint(4) NOT NULL COMMENT '层级关系',
  `city_code` smallint(6) NOT NULL COMMENT '区号',
  `zip_code` int(11) NOT NULL COMMENT '邮编',
  `merger_name` varchar(1024) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '关系值',
  `lng` double(8,2) NOT NULL COMMENT '精度',
  `lat` double(8,2) NOT NULL COMMENT '维度',
  `pinyin` char(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '拼音',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_pid` (`pid`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `base_area`
--

INSERT INTO `base_area` (`id`, `name`, `pid`, `short_name`, `grade`, `city_code`, `zip_code`, `merger_name`, `lng`, `lat`, `pinyin`, `created_at`, `updated_at`, `deleted_at`) VALUES
(100000, '中国', 0, '中国', 0, 0, 0, '中国', 116.37, 39.92, 'China', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110100, '北京市', 100000, '北京', 1, 0, 0, '中国,北京市', 116.41, 39.91, 'Beijing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110101, '东城区', 110100, '东城', 2, 10, 100010, '中国,北京市,东城区', 116.41, 39.93, 'Dongcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110102, '西城区', 110100, '西城', 2, 10, 100032, '中国,北京市,西城区', 116.36, 39.93, 'Xicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110105, '朝阳区', 110100, '朝阳', 2, 10, 100020, '中国,北京市,朝阳区', 116.48, 39.95, 'Chaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110106, '丰台区', 110100, '丰台', 2, 10, 100071, '中国,北京市,丰台区', 116.29, 39.86, 'Fengtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110107, '石景山区', 110100, '石景山', 2, 10, 100043, '中国,北京市,石景山区', 116.22, 39.91, 'Shijingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110108, '海淀区', 110100, '海淀', 2, 10, 100089, '中国,北京市,海淀区', 116.30, 39.96, 'Haidian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110109, '门头沟区', 110100, '门头沟', 2, 10, 102300, '中国,北京市,门头沟区', 116.10, 39.94, 'Mentougou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110111, '房山区', 110100, '房山', 2, 10, 102488, '中国,北京市,房山区', 116.14, 39.75, 'Fangshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110112, '通州区', 110100, '通州', 2, 10, 101149, '中国,北京市,通州区', 116.66, 39.91, 'Tongzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110113, '顺义区', 110100, '顺义', 2, 10, 101300, '中国,北京市,顺义区', 116.65, 40.13, 'Shunyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110114, '昌平区', 110100, '昌平', 2, 10, 102200, '中国,北京市,昌平区', 116.23, 40.22, 'Changping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110115, '大兴区', 110100, '大兴', 2, 10, 102600, '中国,北京市,大兴区', 116.34, 39.73, 'Daxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110116, '怀柔区', 110100, '怀柔', 2, 10, 101400, '中国,北京市,怀柔区', 116.63, 40.32, 'Huairou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110117, '平谷区', 110100, '平谷', 2, 10, 101200, '中国,北京市,平谷区', 117.12, 40.14, 'Pinggu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110228, '密云县', 110100, '密云', 2, 10, 101500, '中国,北京市,密云县', 116.84, 40.38, 'Miyun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(110229, '延庆县', 110100, '延庆', 2, 10, 102100, '中国,北京市,延庆县', 115.97, 40.46, 'Yanqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120100, '天津市', 100000, '天津', 1, 0, 0, '中国,天津市', 117.19, 39.13, 'Tianjin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120101, '和平区', 120100, '和平', 2, 22, 300041, '中国,天津市,和平区', 117.22, 39.12, 'Heping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120102, '河东区', 120100, '河东', 2, 22, 300171, '中国,天津市,河东区', 117.23, 39.12, 'Hedong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120103, '河西区', 120100, '河西', 2, 22, 300202, '中国,天津市,河西区', 117.22, 39.11, 'Hexi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120104, '南开区', 120100, '南开', 2, 22, 300110, '中国,天津市,南开区', 117.15, 39.14, 'Nankai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120105, '河北区', 120100, '河北', 2, 22, 300143, '中国,天津市,河北区', 117.20, 39.15, 'Hebei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120106, '红桥区', 120100, '红桥', 2, 22, 300131, '中国,天津市,红桥区', 117.15, 39.17, 'Hongqiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120110, '东丽区', 120100, '东丽', 2, 22, 300300, '中国,天津市,东丽区', 117.31, 39.09, 'Dongli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120111, '西青区', 120100, '西青', 2, 22, 300380, '中国,天津市,西青区', 117.01, 39.14, 'Xiqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120112, '津南区', 120100, '津南', 2, 22, 300350, '中国,天津市,津南区', 117.39, 38.99, 'Jinnan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120113, '北辰区', 120100, '北辰', 2, 22, 300400, '中国,天津市,北辰区', 117.13, 39.22, 'Beichen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120114, '武清区', 120100, '武清', 2, 22, 301700, '中国,天津市,武清区', 117.04, 39.38, 'Wuqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120115, '宝坻区', 120100, '宝坻', 2, 22, 301800, '中国,天津市,宝坻区', 117.31, 39.72, 'Baodi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120116, '滨海新区', 120100, '滨海新区', 2, 22, 300451, '中国,天津市,滨海新区', 117.70, 39.03, 'Binhaixinqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120221, '宁河县', 120100, '宁河', 2, 22, 301500, '中国,天津市,宁河县', 117.83, 39.33, 'Ninghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120223, '静海县', 120100, '静海', 2, 22, 301600, '中国,天津市,静海县', 116.97, 38.95, 'Jinghai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(120225, '蓟县', 120100, '蓟县', 2, 22, 301900, '中国,天津市,蓟县', 117.41, 40.05, 'Jixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130000, '河北省', 100000, '河北', 1, 0, 0, '中国,河北省', 114.50, 38.05, 'Hebei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130100, '石家庄市', 130000, '石家庄', 2, 311, 50011, '中国,河北省,石家庄市', 114.50, 38.05, 'Shijiazhuang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130102, '长安区', 130100, '长安', 3, 311, 50011, '中国,河北省,石家庄市,长安区', 114.54, 38.04, 'Changan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130104, '桥西区', 130100, '桥西', 3, 311, 50091, '中国,河北省,石家庄市,桥西区', 114.47, 38.03, 'Qiaoxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130105, '新华区', 130100, '新华', 3, 311, 50051, '中国,河北省,石家庄市,新华区', 114.46, 38.05, 'Xinhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130107, '井陉矿区', 130100, '井陉矿区', 3, 311, 50100, '中国,河北省,石家庄市,井陉矿区', 114.06, 38.07, 'Jingxingkuangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130108, '裕华区', 130100, '裕华', 3, 311, 50031, '中国,河北省,石家庄市,裕华区', 114.53, 38.01, 'Yuhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130109, '藁城区', 130100, '藁城', 3, 311, 52160, '中国,河北省,石家庄市,藁城区', 114.85, 38.02, 'Gaocheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130110, '鹿泉区', 130100, '鹿泉', 3, 311, 50200, '中国,河北省,石家庄市,鹿泉区', 114.31, 38.09, 'Luquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130111, '栾城区', 130100, '栾城', 3, 311, 51430, '中国,河北省,石家庄市,栾城区', 114.65, 37.90, 'Luancheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130121, '井陉县', 130100, '井陉', 3, 311, 50300, '中国,河北省,石家庄市,井陉县', 114.14, 38.04, 'Jingxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130123, '正定县', 130100, '正定', 3, 311, 50800, '中国,河北省,石家庄市,正定县', 114.57, 38.14, 'Zhengding', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130125, '行唐县', 130100, '行唐', 3, 311, 50600, '中国,河北省,石家庄市,行唐县', 114.55, 38.44, 'Xingtang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130126, '灵寿县', 130100, '灵寿', 3, 311, 50500, '中国,河北省,石家庄市,灵寿县', 114.38, 38.31, 'Lingshou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130127, '高邑县', 130100, '高邑', 3, 311, 51330, '中国,河北省,石家庄市,高邑县', 114.61, 37.62, 'Gaoyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130128, '深泽县', 130100, '深泽', 3, 311, 52560, '中国,河北省,石家庄市,深泽县', 115.20, 38.18, 'Shenze', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130129, '赞皇县', 130100, '赞皇', 3, 311, 51230, '中国,河北省,石家庄市,赞皇县', 114.39, 37.66, 'Zanhuang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130130, '无极县', 130100, '无极', 3, 311, 52460, '中国,河北省,石家庄市,无极县', 114.97, 38.18, 'Wuji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130131, '平山县', 130100, '平山', 3, 311, 50400, '中国,河北省,石家庄市,平山县', 114.19, 38.26, 'Pingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130132, '元氏县', 130100, '元氏', 3, 311, 51130, '中国,河北省,石家庄市,元氏县', 114.53, 37.77, 'Yuanshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130133, '赵县', 130100, '赵县', 3, 311, 51530, '中国,河北省,石家庄市,赵县', 114.78, 37.76, 'Zhaoxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130181, '辛集市', 130100, '辛集', 3, 311, 52360, '中国,河北省,石家庄市,辛集市', 115.21, 37.94, 'Xinji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130183, '晋州市', 130100, '晋州', 3, 311, 52260, '中国,河北省,石家庄市,晋州市', 115.04, 38.03, 'Jinzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130184, '新乐市', 130100, '新乐', 3, 311, 50700, '中国,河北省,石家庄市,新乐市', 114.69, 38.34, 'Xinle', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130200, '唐山市', 130000, '唐山', 2, 315, 63000, '中国,河北省,唐山市', 118.17, 39.64, 'Tangshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130202, '路南区', 130200, '路南', 3, 315, 63000, '中国,河北省,唐山市,路南区', 118.15, 39.62, 'Lunan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130203, '路北区', 130200, '路北', 3, 315, 63000, '中国,河北省,唐山市,路北区', 118.20, 39.62, 'Lubei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130204, '古冶区', 130200, '古冶', 3, 315, 63100, '中国,河北省,唐山市,古冶区', 118.46, 39.72, 'Guye', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130205, '开平区', 130200, '开平', 3, 315, 63021, '中国,河北省,唐山市,开平区', 118.26, 39.67, 'Kaiping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130207, '丰南区', 130200, '丰南', 3, 315, 63300, '中国,河北省,唐山市,丰南区', 118.11, 39.56, 'Fengnan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130208, '丰润区', 130200, '丰润', 3, 315, 64000, '中国,河北省,唐山市,丰润区', 118.13, 39.82, 'Fengrun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130209, '曹妃甸区', 130200, '曹妃甸', 3, 315, 63200, '中国,河北省,唐山市,曹妃甸区', 118.46, 39.27, 'Caofeidian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130223, '滦县', 130200, '滦县', 3, 315, 63700, '中国,河北省,唐山市,滦县', 118.70, 39.74, 'Luanxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130224, '滦南县', 130200, '滦南', 3, 315, 63500, '中国,河北省,唐山市,滦南县', 118.67, 39.50, 'Luannan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130225, '乐亭县', 130200, '乐亭', 3, 315, 63600, '中国,河北省,唐山市,乐亭县', 118.91, 39.43, 'Laoting', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130227, '迁西县', 130200, '迁西', 3, 315, 64300, '中国,河北省,唐山市,迁西县', 118.32, 40.15, 'Qianxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130229, '玉田县', 130200, '玉田', 3, 315, 64100, '中国,河北省,唐山市,玉田县', 117.74, 39.90, 'Yutian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130281, '遵化市', 130200, '遵化', 3, 315, 64200, '中国,河北省,唐山市,遵化市', 117.96, 40.19, 'Zunhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130283, '迁安市', 130200, '迁安', 3, 315, 64400, '中国,河北省,唐山市,迁安市', 118.70, 40.00, 'Qianan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130300, '秦皇岛市', 130000, '秦皇岛', 2, 335, 66000, '中国,河北省,秦皇岛市', 119.59, 39.94, 'Qinhuangdao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130302, '海港区', 130300, '海港', 3, 335, 66000, '中国,河北省,秦皇岛市,海港区', 119.61, 39.93, 'Haigang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130303, '山海关区', 130300, '山海关', 3, 335, 66200, '中国,河北省,秦皇岛市,山海关区', 119.78, 39.98, 'Shanhaiguan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130304, '北戴河区', 130300, '北戴河', 3, 335, 66100, '中国,河北省,秦皇岛市,北戴河区', 119.48, 39.83, 'Beidaihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130321, '青龙满族自治县', 130300, '青龙', 3, 335, 66500, '中国,河北省,秦皇岛市,青龙满族自治县', 118.95, 40.41, 'Qinglong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130322, '昌黎县', 130300, '昌黎', 3, 335, 66600, '中国,河北省,秦皇岛市,昌黎县', 119.17, 39.71, 'Changli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130323, '抚宁县', 130300, '抚宁', 3, 335, 66300, '中国,河北省,秦皇岛市,抚宁县', 119.25, 39.88, 'Funing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130324, '卢龙县', 130300, '卢龙', 3, 335, 66400, '中国,河北省,秦皇岛市,卢龙县', 118.89, 39.89, 'Lulong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130400, '邯郸市', 130000, '邯郸', 2, 310, 56002, '中国,河北省,邯郸市', 114.49, 36.61, 'Handan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130402, '邯山区', 130400, '邯山', 3, 310, 56001, '中国,河北省,邯郸市,邯山区', 114.48, 36.60, 'Hanshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130403, '丛台区', 130400, '丛台', 3, 310, 56002, '中国,河北省,邯郸市,丛台区', 114.49, 36.62, 'Congtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130404, '复兴区', 130400, '复兴', 3, 310, 56003, '中国,河北省,邯郸市,复兴区', 114.46, 36.61, 'Fuxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130406, '峰峰矿区', 130400, '峰峰矿区', 3, 310, 56200, '中国,河北省,邯郸市,峰峰矿区', 114.21, 36.42, 'Fengfengkuangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130421, '邯郸县', 130400, '邯郸', 3, 310, 56101, '中国,河北省,邯郸市,邯郸县', 114.53, 36.59, 'Handan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130423, '临漳县', 130400, '临漳', 3, 310, 56600, '中国,河北省,邯郸市,临漳县', 114.62, 36.33, 'Linzhang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130424, '成安县', 130400, '成安', 3, 310, 56700, '中国,河北省,邯郸市,成安县', 114.67, 36.44, 'Chengan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130425, '大名县', 130400, '大名', 3, 310, 56900, '中国,河北省,邯郸市,大名县', 115.15, 36.28, 'Daming', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130426, '涉县', 130400, '涉县', 3, 310, 56400, '中国,河北省,邯郸市,涉县', 113.69, 36.58, 'Shexian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130427, '磁县', 130400, '磁县', 3, 310, 56500, '中国,河北省,邯郸市,磁县', 114.37, 36.37, 'Cixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130428, '肥乡县', 130400, '肥乡', 3, 310, 57550, '中国,河北省,邯郸市,肥乡县', 114.80, 36.55, 'Feixiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130429, '永年县', 130400, '永年', 3, 310, 57150, '中国,河北省,邯郸市,永年县', 114.49, 36.78, 'Yongnian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130430, '邱县', 130400, '邱县', 3, 310, 57450, '中国,河北省,邯郸市,邱县', 115.17, 36.82, 'Qiuxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130431, '鸡泽县', 130400, '鸡泽', 3, 310, 57350, '中国,河北省,邯郸市,鸡泽县', 114.87, 36.92, 'Jize', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130432, '广平县', 130400, '广平', 3, 310, 57650, '中国,河北省,邯郸市,广平县', 114.95, 36.48, 'Guangping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130433, '馆陶县', 130400, '馆陶', 3, 310, 57750, '中国,河北省,邯郸市,馆陶县', 115.30, 36.54, 'Guantao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130434, '魏县', 130400, '魏县', 3, 310, 56800, '中国,河北省,邯郸市,魏县', 114.94, 36.36, 'Weixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130435, '曲周县', 130400, '曲周', 3, 310, 57250, '中国,河北省,邯郸市,曲周县', 114.95, 36.78, 'Quzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130481, '武安市', 130400, '武安', 3, 310, 56300, '中国,河北省,邯郸市,武安市', 114.20, 36.69, 'Wuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130500, '邢台市', 130000, '邢台', 2, 319, 54001, '中国,河北省,邢台市', 114.51, 37.07, 'Xingtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130502, '桥东区', 130500, '桥东', 3, 319, 54001, '中国,河北省,邢台市,桥东区', 114.51, 37.07, 'Qiaodong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130503, '桥西区', 130500, '桥西', 3, 319, 54000, '中国,河北省,邢台市,桥西区', 114.47, 37.06, 'Qiaoxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130521, '邢台县', 130500, '邢台', 3, 319, 54001, '中国,河北省,邢台市,邢台县', 114.57, 37.05, 'Xingtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130522, '临城县', 130500, '临城', 3, 319, 54300, '中国,河北省,邢台市,临城县', 114.50, 37.44, 'Lincheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130523, '内丘县', 130500, '内丘', 3, 319, 54200, '中国,河北省,邢台市,内丘县', 114.51, 37.29, 'Neiqiu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130524, '柏乡县', 130500, '柏乡', 3, 319, 55450, '中国,河北省,邢台市,柏乡县', 114.69, 37.48, 'Baixiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130525, '隆尧县', 130500, '隆尧', 3, 319, 55350, '中国,河北省,邢台市,隆尧县', 114.78, 37.35, 'Longyao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130526, '任县', 130500, '任县', 3, 319, 55150, '中国,河北省,邢台市,任县', 114.68, 37.13, 'Renxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130527, '南和县', 130500, '南和', 3, 319, 54400, '中国,河北省,邢台市,南和县', 114.68, 37.00, 'Nanhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130528, '宁晋县', 130500, '宁晋', 3, 319, 55550, '中国,河北省,邢台市,宁晋县', 114.92, 37.62, 'Ningjin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130529, '巨鹿县', 130500, '巨鹿', 3, 319, 55250, '中国,河北省,邢台市,巨鹿县', 115.03, 37.22, 'Julu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130530, '新河县', 130500, '新河', 3, 319, 55650, '中国,河北省,邢台市,新河县', 115.25, 37.53, 'Xinhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130531, '广宗县', 130500, '广宗', 3, 319, 54600, '中国,河北省,邢台市,广宗县', 115.14, 37.07, 'Guangzong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130532, '平乡县', 130500, '平乡', 3, 319, 54500, '中国,河北省,邢台市,平乡县', 115.03, 37.06, 'Pingxiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130533, '威县', 130500, '威县', 3, 319, 54700, '中国,河北省,邢台市,威县', 115.26, 36.98, 'Weixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130534, '清河县', 130500, '清河', 3, 319, 54800, '中国,河北省,邢台市,清河县', 115.67, 37.07, 'Qinghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130535, '临西县', 130500, '临西', 3, 319, 54900, '中国,河北省,邢台市,临西县', 115.50, 36.87, 'Linxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130581, '南宫市', 130500, '南宫', 3, 319, 55750, '中国,河北省,邢台市,南宫市', 115.39, 37.36, 'Nangong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130582, '沙河市', 130500, '沙河', 3, 319, 54100, '中国,河北省,邢台市,沙河市', 114.50, 36.86, 'Shahe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130600, '保定市', 130000, '保定', 2, 312, 71052, '中国,河北省,保定市', 115.48, 38.87, 'Baoding', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130602, '新市区', 130600, '新市', 3, 312, 71051, '中国,河北省,保定市,新市区', 115.46, 38.88, 'Xinshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130603, '北市区', 130600, '北市', 3, 312, 71000, '中国,河北省,保定市,北市区', 115.50, 38.88, 'Beishi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130604, '南市区', 130600, '南市', 3, 312, 71001, '中国,河北省,保定市,南市区', 115.53, 38.85, 'Nanshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130621, '满城县', 130600, '满城', 3, 312, 72150, '中国,河北省,保定市,满城县', 115.32, 38.95, 'Mancheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130622, '清苑县', 130600, '清苑', 3, 312, 71100, '中国,河北省,保定市,清苑县', 115.49, 38.77, 'Qingyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130623, '涞水县', 130600, '涞水', 3, 312, 74100, '中国,河北省,保定市,涞水县', 115.72, 39.39, 'Laishui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130624, '阜平县', 130600, '阜平', 3, 312, 73200, '中国,河北省,保定市,阜平县', 114.20, 38.85, 'Fuping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130625, '徐水县', 130600, '徐水', 3, 312, 72550, '中国,河北省,保定市,徐水县', 115.66, 39.02, 'Xushui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130626, '定兴县', 130600, '定兴', 3, 312, 72650, '中国,河北省,保定市,定兴县', 115.81, 39.26, 'Dingxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130627, '唐县', 130600, '唐县', 3, 312, 72350, '中国,河北省,保定市,唐县', 114.98, 38.75, 'Tangxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130628, '高阳县', 130600, '高阳', 3, 312, 71500, '中国,河北省,保定市,高阳县', 115.78, 38.70, 'Gaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130629, '容城县', 130600, '容城', 3, 312, 71700, '中国,河北省,保定市,容城县', 115.87, 39.05, 'Rongcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130630, '涞源县', 130600, '涞源', 3, 312, 74300, '中国,河北省,保定市,涞源县', 114.69, 39.35, 'Laiyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130631, '望都县', 130600, '望都', 3, 312, 72450, '中国,河北省,保定市,望都县', 115.16, 38.71, 'Wangdu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130632, '安新县', 130600, '安新', 3, 312, 71600, '中国,河北省,保定市,安新县', 115.94, 38.94, 'Anxin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130633, '易县', 130600, '易县', 3, 312, 74200, '中国,河北省,保定市,易县', 115.50, 39.35, 'Yixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130634, '曲阳县', 130600, '曲阳', 3, 312, 73100, '中国,河北省,保定市,曲阳县', 114.70, 38.62, 'Quyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130635, '蠡县', 130600, '蠡县', 3, 312, 71400, '中国,河北省,保定市,蠡县', 115.58, 38.49, 'Lixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130636, '顺平县', 130600, '顺平', 3, 312, 72250, '中国,河北省,保定市,顺平县', 115.14, 38.84, 'Shunping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130637, '博野县', 130600, '博野', 3, 312, 71300, '中国,河北省,保定市,博野县', 115.47, 38.46, 'Boye', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130638, '雄县', 130600, '雄县', 3, 312, 71800, '中国,河北省,保定市,雄县', 116.11, 38.99, 'Xiongxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130681, '涿州市', 130600, '涿州', 3, 312, 72750, '中国,河北省,保定市,涿州市', 115.98, 39.49, 'Zhuozhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130682, '定州市', 130600, '定州', 3, 312, 73000, '中国,河北省,保定市,定州市', 114.99, 38.52, 'Dingzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130683, '安国市', 130600, '安国', 3, 312, 71200, '中国,河北省,保定市,安国市', 115.32, 38.41, 'Anguo', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130684, '高碑店市', 130600, '高碑店', 3, 312, 74000, '中国,河北省,保定市,高碑店市', 115.87, 39.33, 'Gaobeidian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130700, '张家口市', 130000, '张家口', 2, 313, 75000, '中国,河北省,张家口市', 114.88, 40.81, 'Zhangjiakou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130702, '桥东区', 130700, '桥东', 3, 313, 75000, '中国,河北省,张家口市,桥东区', 114.89, 40.79, 'Qiaodong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130703, '桥西区', 130700, '桥西', 3, 313, 75061, '中国,河北省,张家口市,桥西区', 114.87, 40.82, 'Qiaoxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130705, '宣化区', 130700, '宣化', 3, 313, 75100, '中国,河北省,张家口市,宣化区', 115.06, 40.61, 'Xuanhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130706, '下花园区', 130700, '下花园', 3, 313, 75300, '中国,河北省,张家口市,下花园区', 115.29, 40.50, 'Xiahuayuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130721, '宣化县', 130700, '宣化', 3, 313, 75100, '中国,河北省,张家口市,宣化县', 115.16, 40.57, 'Xuanhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130722, '张北县', 130700, '张北', 3, 313, 76450, '中国,河北省,张家口市,张北县', 114.71, 41.16, 'Zhangbei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130723, '康保县', 130700, '康保', 3, 313, 76650, '中国,河北省,张家口市,康保县', 114.60, 41.85, 'Kangbao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130724, '沽源县', 130700, '沽源', 3, 313, 76550, '中国,河北省,张家口市,沽源县', 115.69, 41.67, 'Guyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130725, '尚义县', 130700, '尚义', 3, 313, 76750, '中国,河北省,张家口市,尚义县', 113.97, 41.08, 'Shangyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130726, '蔚县', 130700, '蔚县', 3, 313, 75700, '中国,河北省,张家口市,蔚县', 114.59, 39.84, 'Yuxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130727, '阳原县', 130700, '阳原', 3, 313, 75800, '中国,河北省,张家口市,阳原县', 114.15, 40.10, 'Yangyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130728, '怀安县', 130700, '怀安', 3, 313, 76150, '中国,河北省,张家口市,怀安县', 114.39, 40.67, 'Huaian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130729, '万全县', 130700, '万全', 3, 313, 76250, '中国,河北省,张家口市,万全县', 114.74, 40.77, 'Wanquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130730, '怀来县', 130700, '怀来', 3, 313, 75400, '中国,河北省,张家口市,怀来县', 115.52, 40.42, 'Huailai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130731, '涿鹿县', 130700, '涿鹿', 3, 313, 75600, '中国,河北省,张家口市,涿鹿县', 115.22, 40.38, 'Zhuolu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130732, '赤城县', 130700, '赤城', 3, 313, 75500, '中国,河北省,张家口市,赤城县', 115.83, 40.91, 'Chicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130733, '崇礼县', 130700, '崇礼', 3, 313, 76350, '中国,河北省,张家口市,崇礼县', 115.28, 40.98, 'Chongli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130800, '承德市', 130000, '承德', 2, 314, 67000, '中国,河北省,承德市', 117.94, 40.98, 'Chengde', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130802, '双桥区', 130800, '双桥', 3, 314, 67000, '中国,河北省,承德市,双桥区', 117.94, 40.97, 'Shuangqiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130803, '双滦区', 130800, '双滦', 3, 314, 67001, '中国,河北省,承德市,双滦区', 117.75, 40.95, 'Shuangluan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130804, '鹰手营子矿区', 130800, '鹰手营子矿区', 3, 314, 67200, '中国,河北省,承德市,鹰手营子矿区', 117.66, 40.55, 'Yingshouyingzikuangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130821, '承德县', 130800, '承德', 3, 314, 67400, '中国,河北省,承德市,承德县', 118.18, 40.77, 'Chengde', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130822, '兴隆县', 130800, '兴隆', 3, 314, 67300, '中国,河北省,承德市,兴隆县', 117.50, 40.42, 'Xinglong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130823, '平泉县', 130800, '平泉', 3, 314, 67500, '中国,河北省,承德市,平泉县', 118.70, 41.02, 'Pingquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130824, '滦平县', 130800, '滦平', 3, 314, 68250, '中国,河北省,承德市,滦平县', 117.33, 40.94, 'Luanping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130825, '隆化县', 130800, '隆化', 3, 314, 68150, '中国,河北省,承德市,隆化县', 117.73, 41.31, 'Longhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130826, '丰宁满族自治县', 130800, '丰宁', 3, 314, 68350, '中国,河北省,承德市,丰宁满族自治县', 116.65, 41.20, 'Fengning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130827, '宽城满族自治县', 130800, '宽城', 3, 314, 67600, '中国,河北省,承德市,宽城满族自治县', 118.49, 40.61, 'Kuancheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130828, '围场满族蒙古族自治县', 130800, '围场', 3, 314, 68450, '中国,河北省,承德市,围场满族蒙古族自治县', 117.76, 41.94, 'Weichang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130900, '沧州市', 130000, '沧州', 2, 317, 61001, '中国,河北省,沧州市', 116.86, 38.31, 'Cangzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130902, '新华区', 130900, '新华', 3, 317, 61000, '中国,河北省,沧州市,新华区', 116.87, 38.31, 'Xinhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130903, '运河区', 130900, '运河', 3, 317, 61001, '中国,河北省,沧州市,运河区', 116.86, 38.31, 'Yunhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130921, '沧县', 130900, '沧县', 3, 317, 61000, '中国,河北省,沧州市,沧县', 116.88, 38.29, 'Cangxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130922, '青县', 130900, '青县', 3, 317, 62650, '中国,河北省,沧州市,青县', 116.80, 38.58, 'Qingxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130923, '东光县', 130900, '东光', 3, 317, 61600, '中国,河北省,沧州市,东光县', 116.54, 37.89, 'Dongguang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130924, '海兴县', 130900, '海兴', 3, 317, 61200, '中国,河北省,沧州市,海兴县', 117.50, 38.14, 'Haixing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130925, '盐山县', 130900, '盐山', 3, 317, 61300, '中国,河北省,沧州市,盐山县', 117.23, 38.06, 'Yanshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130926, '肃宁县', 130900, '肃宁', 3, 317, 62350, '中国,河北省,沧州市,肃宁县', 115.83, 38.42, 'Suning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130927, '南皮县', 130900, '南皮', 3, 317, 61500, '中国,河北省,沧州市,南皮县', 116.70, 38.04, 'Nanpi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130928, '吴桥县', 130900, '吴桥', 3, 317, 61800, '中国,河北省,沧州市,吴桥县', 116.39, 37.63, 'Wuqiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130929, '献县', 130900, '献县', 3, 317, 62250, '中国,河北省,沧州市,献县', 116.13, 38.19, 'Xianxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130930, '孟村回族自治县', 130900, '孟村', 3, 317, 61400, '中国,河北省,沧州市,孟村回族自治县', 117.10, 38.05, 'Mengcun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130981, '泊头市', 130900, '泊头', 3, 317, 62150, '中国,河北省,沧州市,泊头市', 116.58, 38.08, 'Botou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130982, '任丘市', 130900, '任丘', 3, 317, 62550, '中国,河北省,沧州市,任丘市', 116.10, 38.71, 'Renqiu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130983, '黄骅市', 130900, '黄骅', 3, 317, 61100, '中国,河北省,沧州市,黄骅市', 117.34, 38.37, 'Huanghua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(130984, '河间市', 130900, '河间', 3, 317, 62450, '中国,河北省,沧州市,河间市', 116.10, 38.45, 'Hejian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131000, '廊坊市', 130000, '廊坊', 2, 316, 65000, '中国,河北省,廊坊市', 116.71, 39.53, 'Langfang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131002, '安次区', 131000, '安次', 3, 316, 65000, '中国,河北省,廊坊市,安次区', 116.70, 39.52, 'Anci', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131003, '广阳区', 131000, '广阳', 3, 316, 65000, '中国,河北省,廊坊市,广阳区', 116.71, 39.52, 'Guangyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131022, '固安县', 131000, '固安', 3, 316, 65500, '中国,河北省,廊坊市,固安县', 116.30, 39.44, 'Guan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131023, '永清县', 131000, '永清', 3, 316, 65600, '中国,河北省,廊坊市,永清县', 116.50, 39.32, 'Yongqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131024, '香河县', 131000, '香河', 3, 316, 65400, '中国,河北省,廊坊市,香河县', 117.01, 39.76, 'Xianghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131025, '大城县', 131000, '大城', 3, 316, 65900, '中国,河北省,廊坊市,大城县', 116.65, 38.71, 'Daicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131026, '文安县', 131000, '文安', 3, 316, 65800, '中国,河北省,廊坊市,文安县', 116.46, 38.87, 'Wenan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131028, '大厂回族自治县', 131000, '大厂', 3, 316, 65300, '中国,河北省,廊坊市,大厂回族自治县', 116.99, 39.89, 'Dachang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131081, '霸州市', 131000, '霸州', 3, 316, 65700, '中国,河北省,廊坊市,霸州市', 116.39, 39.13, 'Bazhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131082, '三河市', 131000, '三河', 3, 316, 65200, '中国,河北省,廊坊市,三河市', 117.07, 39.98, 'Sanhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131100, '衡水市', 130000, '衡水', 2, 318, 53000, '中国,河北省,衡水市', 115.67, 37.74, 'Hengshui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131102, '桃城区', 131100, '桃城', 3, 318, 53000, '中国,河北省,衡水市,桃城区', 115.67, 37.73, 'Taocheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131121, '枣强县', 131100, '枣强', 3, 318, 53100, '中国,河北省,衡水市,枣强县', 115.73, 37.51, 'Zaoqiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131122, '武邑县', 131100, '武邑', 3, 318, 53400, '中国,河北省,衡水市,武邑县', 115.89, 37.80, 'Wuyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131123, '武强县', 131100, '武强', 3, 318, 53300, '中国,河北省,衡水市,武强县', 115.98, 38.04, 'Wuqiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131124, '饶阳县', 131100, '饶阳', 3, 318, 53900, '中国,河北省,衡水市,饶阳县', 115.73, 38.24, 'Raoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131125, '安平县', 131100, '安平', 3, 318, 53600, '中国,河北省,衡水市,安平县', 115.52, 38.23, 'Anping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131126, '故城县', 131100, '故城', 3, 318, 53800, '中国,河北省,衡水市,故城县', 115.97, 37.35, 'Gucheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131127, '景县', 131100, '景县', 3, 318, 53500, '中国,河北省,衡水市,景县', 116.27, 37.69, 'Jingxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131128, '阜城县', 131100, '阜城', 3, 318, 53700, '中国,河北省,衡水市,阜城县', 116.14, 37.87, 'Fucheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131181, '冀州市', 131100, '冀州', 3, 318, 53200, '中国,河北省,衡水市,冀州市', 115.58, 37.55, 'Jizhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(131182, '深州市', 131100, '深州', 3, 318, 53800, '中国,河北省,衡水市,深州市', 115.56, 38.00, 'Shenzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140000, '山西省', 100000, '山西', 1, 0, 0, '中国,山西省', 112.55, 37.86, 'Shanxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140100, '太原市', 140000, '太原', 2, 351, 30082, '中国,山西省,太原市', 112.55, 37.86, 'Taiyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140105, '小店区', 140100, '小店', 3, 351, 30032, '中国,山西省,太原市,小店区', 112.57, 37.74, 'Xiaodian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140106, '迎泽区', 140100, '迎泽', 3, 351, 30002, '中国,山西省,太原市,迎泽区', 112.56, 37.86, 'Yingze', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140107, '杏花岭区', 140100, '杏花岭', 3, 351, 30009, '中国,山西省,太原市,杏花岭区', 112.56, 37.88, 'Xinghualing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140108, '尖草坪区', 140100, '尖草坪', 3, 351, 30023, '中国,山西省,太原市,尖草坪区', 112.49, 37.94, 'Jiancaoping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140109, '万柏林区', 140100, '万柏林', 3, 351, 30024, '中国,山西省,太原市,万柏林区', 112.52, 37.86, 'Wanbailin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140110, '晋源区', 140100, '晋源', 3, 351, 30025, '中国,山西省,太原市,晋源区', 112.48, 37.72, 'Jinyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140121, '清徐县', 140100, '清徐', 3, 351, 30400, '中国,山西省,太原市,清徐县', 112.36, 37.61, 'Qingxu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140122, '阳曲县', 140100, '阳曲', 3, 351, 30100, '中国,山西省,太原市,阳曲县', 112.68, 38.06, 'Yangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140123, '娄烦县', 140100, '娄烦', 3, 351, 30300, '中国,山西省,太原市,娄烦县', 111.80, 38.07, 'Loufan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140181, '古交市', 140100, '古交', 3, 351, 30200, '中国,山西省,太原市,古交市', 112.17, 37.91, 'Gujiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140200, '大同市', 140000, '大同', 2, 352, 37008, '中国,山西省,大同市', 113.30, 40.09, 'Datong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140202, '城区', 140200, '城区', 3, 352, 37008, '中国,山西省,大同市,城区', 113.30, 40.08, 'Chengqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140203, '矿区', 140200, '矿区', 3, 352, 37003, '中国,山西省,大同市,矿区', 113.18, 40.04, 'Kuangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140211, '南郊区', 140200, '南郊', 3, 352, 37001, '中国,山西省,大同市,南郊区', 113.15, 40.01, 'Nanjiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140212, '新荣区', 140200, '新荣', 3, 352, 37002, '中国,山西省,大同市,新荣区', 113.14, 40.26, 'Xinrong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140221, '阳高县', 140200, '阳高', 3, 352, 38100, '中国,山西省,大同市,阳高县', 113.75, 40.36, 'Yanggao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140222, '天镇县', 140200, '天镇', 3, 352, 38200, '中国,山西省,大同市,天镇县', 114.09, 40.42, 'Tianzhen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140223, '广灵县', 140200, '广灵', 3, 352, 37500, '中国,山西省,大同市,广灵县', 114.28, 39.76, 'Guangling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140224, '灵丘县', 140200, '灵丘', 3, 352, 34400, '中国,山西省,大同市,灵丘县', 114.24, 39.44, 'Lingqiu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140225, '浑源县', 140200, '浑源', 3, 352, 37400, '中国,山西省,大同市,浑源县', 113.70, 39.70, 'Hunyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140226, '左云县', 140200, '左云', 3, 352, 37100, '中国,山西省,大同市,左云县', 112.70, 40.01, 'Zuoyun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140227, '大同县', 140200, '大同', 3, 352, 37300, '中国,山西省,大同市,大同县', 113.61, 40.04, 'Datong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140300, '阳泉市', 140000, '阳泉', 2, 353, 45000, '中国,山西省,阳泉市', 113.58, 37.86, 'Yangquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140302, '城区', 140300, '城区', 3, 353, 45000, '中国,山西省,阳泉市,城区', 113.60, 37.85, 'Chengqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140303, '矿区', 140300, '矿区', 3, 353, 45000, '中国,山西省,阳泉市,矿区', 113.56, 37.87, 'Kuangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140311, '郊区', 140300, '郊区', 3, 353, 45011, '中国,山西省,阳泉市,郊区', 113.58, 37.94, 'Jiaoqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140321, '平定县', 140300, '平定', 3, 353, 45200, '中国,山西省,阳泉市,平定县', 113.66, 37.79, 'Pingding', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140322, '盂县', 140300, '盂县', 3, 353, 45100, '中国,山西省,阳泉市,盂县', 113.41, 38.09, 'Yuxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140400, '长治市', 140000, '长治', 2, 355, 46000, '中国,山西省,长治市', 113.11, 36.19, 'Changzhi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140402, '城区', 140400, '城区', 3, 355, 46011, '中国,山西省,长治市,城区', 113.12, 36.20, 'Chengqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140411, '郊区', 140400, '郊区', 3, 355, 46011, '中国,山西省,长治市,郊区', 113.13, 36.20, 'Jiaoqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140421, '长治县', 140400, '长治', 3, 355, 47100, '中国,山西省,长治市,长治县', 113.05, 36.05, 'Changzhi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140423, '襄垣县', 140400, '襄垣', 3, 355, 46200, '中国,山西省,长治市,襄垣县', 113.05, 36.54, 'Xiangyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140424, '屯留县', 140400, '屯留', 3, 355, 46100, '中国,山西省,长治市,屯留县', 112.89, 36.32, 'Tunliu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140425, '平顺县', 140400, '平顺', 3, 355, 47400, '中国,山西省,长治市,平顺县', 113.44, 36.20, 'Pingshun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140426, '黎城县', 140400, '黎城', 3, 355, 47600, '中国,山西省,长治市,黎城县', 113.39, 36.50, 'Licheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140427, '壶关县', 140400, '壶关', 3, 355, 47300, '中国,山西省,长治市,壶关县', 113.21, 36.11, 'Huguan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140428, '长子县', 140400, '长子', 3, 355, 46600, '中国,山西省,长治市,长子县', 112.88, 36.12, 'Zhangzi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140429, '武乡县', 140400, '武乡', 3, 355, 46300, '中国,山西省,长治市,武乡县', 112.86, 36.84, 'Wuxiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140430, '沁县', 140400, '沁县', 3, 355, 46400, '中国,山西省,长治市,沁县', 112.70, 36.76, 'Qinxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140431, '沁源县', 140400, '沁源', 3, 355, 46500, '中国,山西省,长治市,沁源县', 112.34, 36.50, 'Qinyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140481, '潞城市', 140400, '潞城', 3, 355, 47500, '中国,山西省,长治市,潞城市', 113.23, 36.33, 'Lucheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140500, '晋城市', 140000, '晋城', 2, 356, 48000, '中国,山西省,晋城市', 112.85, 35.50, 'Jincheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140502, '城区', 140500, '城区', 3, 356, 48000, '中国,山西省,晋城市,城区', 112.85, 35.50, 'Chengqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140521, '沁水县', 140500, '沁水', 3, 356, 48200, '中国,山西省,晋城市,沁水县', 112.19, 35.69, 'Qinshui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140522, '阳城县', 140500, '阳城', 3, 356, 48100, '中国,山西省,晋城市,阳城县', 112.42, 35.49, 'Yangcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140524, '陵川县', 140500, '陵川', 3, 356, 48300, '中国,山西省,晋城市,陵川县', 113.28, 35.78, 'Lingchuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140525, '泽州县', 140500, '泽州', 3, 356, 48012, '中国,山西省,晋城市,泽州县', 112.84, 35.51, 'Zezhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140581, '高平市', 140500, '高平', 3, 356, 48400, '中国,山西省,晋城市,高平市', 112.92, 35.80, 'Gaoping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140600, '朔州市', 140000, '朔州', 2, 349, 38500, '中国,山西省,朔州市', 112.43, 39.33, 'Shuozhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140602, '朔城区', 140600, '朔城', 3, 349, 36000, '中国,山西省,朔州市,朔城区', 112.43, 39.32, 'Shuocheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140603, '平鲁区', 140600, '平鲁', 3, 349, 38600, '中国,山西省,朔州市,平鲁区', 112.29, 39.51, 'Pinglu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140621, '山阴县', 140600, '山阴', 3, 349, 36900, '中国,山西省,朔州市,山阴县', 112.82, 39.53, 'Shanyin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140622, '应县', 140600, '应县', 3, 349, 37600, '中国,山西省,朔州市,应县', 113.19, 39.55, 'Yingxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140623, '右玉县', 140600, '右玉', 3, 349, 37200, '中国,山西省,朔州市,右玉县', 112.47, 39.99, 'Youyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140624, '怀仁县', 140600, '怀仁', 3, 349, 38300, '中国,山西省,朔州市,怀仁县', 113.10, 39.83, 'Huairen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140700, '晋中市', 140000, '晋中', 2, 354, 30600, '中国,山西省,晋中市', 112.74, 37.70, 'Jinzhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140702, '榆次区', 140700, '榆次', 3, 354, 30600, '中国,山西省,晋中市,榆次区', 112.71, 37.70, 'Yuci', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140721, '榆社县', 140700, '榆社', 3, 354, 31800, '中国,山西省,晋中市,榆社县', 112.98, 37.07, 'Yushe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140722, '左权县', 140700, '左权', 3, 354, 32600, '中国,山西省,晋中市,左权县', 113.38, 37.08, 'Zuoquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140723, '和顺县', 140700, '和顺', 3, 354, 32700, '中国,山西省,晋中市,和顺县', 113.57, 37.33, 'Heshun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140724, '昔阳县', 140700, '昔阳', 3, 354, 45300, '中国,山西省,晋中市,昔阳县', 113.70, 37.62, 'Xiyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140725, '寿阳县', 140700, '寿阳', 3, 354, 45400, '中国,山西省,晋中市,寿阳县', 113.17, 37.89, 'Shouyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140726, '太谷县', 140700, '太谷', 3, 354, 30800, '中国,山西省,晋中市,太谷县', 112.55, 37.42, 'Taigu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140727, '祁县', 140700, '祁县', 3, 354, 30900, '中国,山西省,晋中市,祁县', 112.33, 37.36, 'Qixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140728, '平遥县', 140700, '平遥', 3, 354, 31100, '中国,山西省,晋中市,平遥县', 112.18, 37.19, 'Pingyao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140729, '灵石县', 140700, '灵石', 3, 354, 31300, '中国,山西省,晋中市,灵石县', 111.78, 36.85, 'Lingshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140781, '介休市', 140700, '介休', 3, 354, 32000, '中国,山西省,晋中市,介休市', 111.92, 37.03, 'Jiexiu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140800, '运城市', 140000, '运城', 2, 359, 44000, '中国,山西省,运城市', 111.00, 35.02, 'Yuncheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140802, '盐湖区', 140800, '盐湖', 3, 359, 44000, '中国,山西省,运城市,盐湖区', 111.00, 35.02, 'Yanhu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140821, '临猗县', 140800, '临猗', 3, 359, 44100, '中国,山西省,运城市,临猗县', 110.77, 35.14, 'Linyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140822, '万荣县', 140800, '万荣', 3, 359, 44200, '中国,山西省,运城市,万荣县', 110.84, 35.42, 'Wanrong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140823, '闻喜县', 140800, '闻喜', 3, 359, 43800, '中国,山西省,运城市,闻喜县', 111.22, 35.36, 'Wenxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140824, '稷山县', 140800, '稷山', 3, 359, 43200, '中国,山西省,运城市,稷山县', 110.98, 35.60, 'Jishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140825, '新绛县', 140800, '新绛', 3, 359, 43100, '中国,山西省,运城市,新绛县', 111.22, 35.62, 'Xinjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140826, '绛县', 140800, '绛县', 3, 359, 43600, '中国,山西省,运城市,绛县', 111.57, 35.49, 'Jiangxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140827, '垣曲县', 140800, '垣曲', 3, 359, 43700, '中国,山西省,运城市,垣曲县', 111.67, 35.30, 'Yuanqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140828, '夏县', 140800, '夏县', 3, 359, 44400, '中国,山西省,运城市,夏县', 111.22, 35.14, 'Xiaxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140829, '平陆县', 140800, '平陆', 3, 359, 44300, '中国,山西省,运城市,平陆县', 111.22, 34.84, 'Pinglu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140830, '芮城县', 140800, '芮城', 3, 359, 44600, '中国,山西省,运城市,芮城县', 110.69, 34.69, 'Ruicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140881, '永济市', 140800, '永济', 3, 359, 44500, '中国,山西省,运城市,永济市', 110.44, 34.87, 'Yongji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140882, '河津市', 140800, '河津', 3, 359, 43300, '中国,山西省,运城市,河津市', 110.71, 35.59, 'Hejin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140900, '忻州市', 140000, '忻州', 2, 350, 34000, '中国,山西省,忻州市', 112.73, 38.42, 'Xinzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140902, '忻府区', 140900, '忻府', 3, 350, 34000, '中国,山西省,忻州市,忻府区', 112.75, 38.40, 'Xinfu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140921, '定襄县', 140900, '定襄', 3, 350, 35400, '中国,山西省,忻州市,定襄县', 112.96, 38.47, 'Dingxiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140922, '五台县', 140900, '五台', 3, 350, 35500, '中国,山西省,忻州市,五台县', 113.25, 38.73, 'Wutai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140923, '代县', 140900, '代县', 3, 350, 34200, '中国,山西省,忻州市,代县', 112.96, 39.07, 'Daixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140924, '繁峙县', 140900, '繁峙', 3, 350, 34300, '中国,山西省,忻州市,繁峙县', 113.26, 39.19, 'Fanshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140925, '宁武县', 140900, '宁武', 3, 350, 36700, '中国,山西省,忻州市,宁武县', 112.30, 39.00, 'Ningwu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140926, '静乐县', 140900, '静乐', 3, 350, 35100, '中国,山西省,忻州市,静乐县', 111.94, 38.36, 'Jingle', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140927, '神池县', 140900, '神池', 3, 350, 36100, '中国,山西省,忻州市,神池县', 112.20, 39.09, 'Shenchi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140928, '五寨县', 140900, '五寨', 3, 350, 36200, '中国,山西省,忻州市,五寨县', 111.85, 38.91, 'Wuzhai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140929, '岢岚县', 140900, '岢岚', 3, 350, 36300, '中国,山西省,忻州市,岢岚县', 111.57, 38.70, 'Kelan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140930, '河曲县', 140900, '河曲', 3, 350, 36500, '中国,山西省,忻州市,河曲县', 111.14, 39.38, 'Hequ', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140931, '保德县', 140900, '保德', 3, 350, 36600, '中国,山西省,忻州市,保德县', 111.09, 39.02, 'Baode', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140932, '偏关县', 140900, '偏关', 3, 350, 36400, '中国,山西省,忻州市,偏关县', 111.51, 39.44, 'Pianguan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(140981, '原平市', 140900, '原平', 3, 350, 34100, '中国,山西省,忻州市,原平市', 112.71, 38.73, 'Yuanping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141000, '临汾市', 140000, '临汾', 2, 357, 41000, '中国,山西省,临汾市', 111.52, 36.08, 'Linfen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141002, '尧都区', 141000, '尧都', 3, 357, 41000, '中国,山西省,临汾市,尧都区', 111.58, 36.08, 'Yaodu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141021, '曲沃县', 141000, '曲沃', 3, 357, 43400, '中国,山西省,临汾市,曲沃县', 111.47, 35.64, 'Quwo', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141022, '翼城县', 141000, '翼城', 3, 357, 43500, '中国,山西省,临汾市,翼城县', 111.72, 35.74, 'Yicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141023, '襄汾县', 141000, '襄汾', 3, 357, 41500, '中国,山西省,临汾市,襄汾县', 111.44, 35.88, 'Xiangfen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141024, '洪洞县', 141000, '洪洞', 3, 357, 41600, '中国,山西省,临汾市,洪洞县', 111.67, 36.25, 'Hongtong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141025, '古县', 141000, '古县', 3, 357, 42400, '中国,山西省,临汾市,古县', 111.92, 36.27, 'Guxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141026, '安泽县', 141000, '安泽', 3, 357, 42500, '中国,山西省,临汾市,安泽县', 112.25, 36.15, 'Anze', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141027, '浮山县', 141000, '浮山', 3, 357, 42600, '中国,山西省,临汾市,浮山县', 111.85, 35.97, 'Fushan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141028, '吉县', 141000, '吉县', 3, 357, 42200, '中国,山西省,临汾市,吉县', 110.68, 36.10, 'Jixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141029, '乡宁县', 141000, '乡宁', 3, 357, 42100, '中国,山西省,临汾市,乡宁县', 110.85, 35.97, 'Xiangning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141030, '大宁县', 141000, '大宁', 3, 357, 42300, '中国,山西省,临汾市,大宁县', 110.75, 36.47, 'Daning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141031, '隰县', 141000, '隰县', 3, 357, 41300, '中国,山西省,临汾市,隰县', 110.94, 36.69, 'Xixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141032, '永和县', 141000, '永和', 3, 357, 41400, '中国,山西省,临汾市,永和县', 110.63, 36.76, 'Yonghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141033, '蒲县', 141000, '蒲县', 3, 357, 41200, '中国,山西省,临汾市,蒲县', 111.10, 36.41, 'Puxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141034, '汾西县', 141000, '汾西', 3, 357, 31500, '中国,山西省,临汾市,汾西县', 111.57, 36.65, 'Fenxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141081, '侯马市', 141000, '侯马', 3, 357, 43000, '中国,山西省,临汾市,侯马市', 111.37, 35.62, 'Houma', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141082, '霍州市', 141000, '霍州', 3, 357, 31400, '中国,山西省,临汾市,霍州市', 111.75, 36.56, 'Huozhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141100, '吕梁市', 140000, '吕梁', 2, 358, 33000, '中国,山西省,吕梁市', 111.13, 37.52, 'Lvliang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141102, '离石区', 141100, '离石', 3, 358, 33000, '中国,山西省,吕梁市,离石区', 111.15, 37.52, 'Lishi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141121, '文水县', 141100, '文水', 3, 358, 32100, '中国,山西省,吕梁市,文水县', 112.03, 37.44, 'Wenshui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141122, '交城县', 141100, '交城', 3, 358, 30500, '中国,山西省,吕梁市,交城县', 112.16, 37.55, 'Jiaocheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141123, '兴县', 141100, '兴县', 3, 358, 33600, '中国,山西省,吕梁市,兴县', 111.13, 38.46, 'Xingxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141124, '临县', 141100, '临县', 3, 358, 33200, '中国,山西省,吕梁市,临县', 110.99, 37.95, 'Linxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141125, '柳林县', 141100, '柳林', 3, 358, 33300, '中国,山西省,吕梁市,柳林县', 110.89, 37.43, 'Liulin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141126, '石楼县', 141100, '石楼', 3, 358, 32500, '中国,山西省,吕梁市,石楼县', 110.83, 37.00, 'Shilou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141127, '岚县', 141100, '岚县', 3, 358, 33500, '中国,山西省,吕梁市,岚县', 111.68, 38.28, 'Lanxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141128, '方山县', 141100, '方山', 3, 358, 33100, '中国,山西省,吕梁市,方山县', 111.24, 37.89, 'Fangshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141129, '中阳县', 141100, '中阳', 3, 358, 33400, '中国,山西省,吕梁市,中阳县', 111.18, 37.36, 'Zhongyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141130, '交口县', 141100, '交口', 3, 358, 32400, '中国,山西省,吕梁市,交口县', 111.18, 36.98, 'Jiaokou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141181, '孝义市', 141100, '孝义', 3, 358, 32300, '中国,山西省,吕梁市,孝义市', 111.77, 37.14, 'Xiaoyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(141182, '汾阳市', 141100, '汾阳', 3, 358, 32200, '中国,山西省,吕梁市,汾阳市', 111.79, 37.27, 'Fenyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150000, '内蒙古自治区', 100000, '内蒙古', 1, 0, 0, '中国,内蒙古自治区', 111.67, 40.82, 'Inner Mongolia', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150100, '呼和浩特市', 150000, '呼和浩特', 2, 471, 10000, '中国,内蒙古自治区,呼和浩特市', 111.67, 40.82, 'Hohhot', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150102, '新城区', 150100, '新城', 3, 471, 10050, '中国,内蒙古自治区,呼和浩特市,新城区', 111.67, 40.86, 'Xincheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150103, '回民区', 150100, '回民', 3, 471, 10030, '中国,内蒙古自治区,呼和浩特市,回民区', 111.62, 40.81, 'Huimin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150104, '玉泉区', 150100, '玉泉', 3, 471, 10020, '中国,内蒙古自治区,呼和浩特市,玉泉区', 111.67, 40.75, 'Yuquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150105, '赛罕区', 150100, '赛罕', 3, 471, 10020, '中国,内蒙古自治区,呼和浩特市,赛罕区', 111.70, 40.79, 'Saihan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150121, '土默特左旗', 150100, '土默特左旗', 3, 471, 10100, '中国,内蒙古自治区,呼和浩特市,土默特左旗', 111.15, 40.72, 'Tumotezuoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150122, '托克托县', 150100, '托克托', 3, 471, 10200, '中国,内蒙古自治区,呼和浩特市,托克托县', 111.19, 40.27, 'Tuoketuo', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL);
INSERT INTO `base_area` (`id`, `name`, `pid`, `short_name`, `grade`, `city_code`, `zip_code`, `merger_name`, `lng`, `lat`, `pinyin`, `created_at`, `updated_at`, `deleted_at`) VALUES
(150123, '和林格尔县', 150100, '和林格尔', 3, 471, 11500, '中国,内蒙古自治区,呼和浩特市,和林格尔县', 111.82, 40.38, 'Helingeer', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150124, '清水河县', 150100, '清水河', 3, 471, 11600, '中国,内蒙古自治区,呼和浩特市,清水河县', 111.68, 39.91, 'Qingshuihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150125, '武川县', 150100, '武川', 3, 471, 11700, '中国,内蒙古自治区,呼和浩特市,武川县', 111.46, 41.09, 'Wuchuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150200, '包头市', 150000, '包头', 2, 472, 14025, '中国,内蒙古自治区,包头市', 109.84, 40.66, 'Baotou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150202, '东河区', 150200, '东河', 3, 472, 14040, '中国,内蒙古自治区,包头市,东河区', 110.05, 40.58, 'Donghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150203, '昆都仑区', 150200, '昆都仑', 3, 472, 14010, '中国,内蒙古自治区,包头市,昆都仑区', 109.84, 40.64, 'Kundulun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150204, '青山区', 150200, '青山', 3, 472, 14030, '中国,内蒙古自治区,包头市,青山区', 109.90, 40.64, 'Qingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150205, '石拐区', 150200, '石拐', 3, 472, 14070, '中国,内蒙古自治区,包头市,石拐区', 110.27, 40.67, 'Shiguai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150206, '白云鄂博矿区', 150200, '白云鄂博矿区', 3, 472, 14080, '中国,内蒙古自治区,包头市,白云鄂博矿区', 109.97, 41.77, 'Baiyunebokuangqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150207, '九原区', 150200, '九原', 3, 472, 14060, '中国,内蒙古自治区,包头市,九原区', 109.97, 40.61, 'Jiuyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150221, '土默特右旗', 150200, '土默特右旗', 3, 472, 14100, '中国,内蒙古自治区,包头市,土默特右旗', 110.52, 40.57, 'Tumoteyouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150222, '固阳县', 150200, '固阳', 3, 472, 14200, '中国,内蒙古自治区,包头市,固阳县', 110.06, 41.02, 'Guyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150223, '达尔罕茂明安联合旗', 150200, '达茂旗', 3, 472, 14500, '中国,内蒙古自治区,包头市,达尔罕茂明安联合旗', 110.43, 41.70, 'Damaoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150300, '乌海市', 150000, '乌海', 2, 473, 16000, '中国,内蒙古自治区,乌海市', 106.83, 39.67, 'Wuhai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150302, '海勃湾区', 150300, '海勃湾', 3, 473, 16000, '中国,内蒙古自治区,乌海市,海勃湾区', 106.82, 39.67, 'Haibowan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150303, '海南区', 150300, '海南', 3, 473, 16030, '中国,内蒙古自治区,乌海市,海南区', 106.89, 39.44, 'Hainan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150304, '乌达区', 150300, '乌达', 3, 473, 16040, '中国,内蒙古自治区,乌海市,乌达区', 106.73, 39.51, 'Wuda', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150400, '赤峰市', 150000, '赤峰', 2, 476, 24000, '中国,内蒙古自治区,赤峰市', 118.96, 42.28, 'Chifeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150402, '红山区', 150400, '红山', 3, 476, 24020, '中国,内蒙古自治区,赤峰市,红山区', 118.96, 42.24, 'Hongshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150403, '元宝山区', 150400, '元宝山', 3, 476, 24076, '中国,内蒙古自治区,赤峰市,元宝山区', 119.29, 42.04, 'Yuanbaoshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150404, '松山区', 150400, '松山', 3, 476, 24005, '中国,内蒙古自治区,赤峰市,松山区', 118.93, 42.29, 'Songshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150421, '阿鲁科尔沁旗', 150400, '阿鲁科尔沁旗', 3, 476, 25550, '中国,内蒙古自治区,赤峰市,阿鲁科尔沁旗', 120.06, 43.88, 'Alukeerqinqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150422, '巴林左旗', 150400, '巴林左旗', 3, 476, 25450, '中国,内蒙古自治区,赤峰市,巴林左旗', 119.38, 43.97, 'Balinzuoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150423, '巴林右旗', 150400, '巴林右旗', 3, 476, 25150, '中国,内蒙古自治区,赤峰市,巴林右旗', 118.67, 43.53, 'Balinyouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150424, '林西县', 150400, '林西', 3, 476, 25250, '中国,内蒙古自治区,赤峰市,林西县', 118.05, 43.61, 'Linxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150425, '克什克腾旗', 150400, '克什克腾旗', 3, 476, 25350, '中国,内蒙古自治区,赤峰市,克什克腾旗', 117.55, 43.27, 'Keshiketengqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150426, '翁牛特旗', 150400, '翁牛特旗', 3, 476, 24500, '中国,内蒙古自治区,赤峰市,翁牛特旗', 119.03, 42.93, 'Wengniuteqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150428, '喀喇沁旗', 150400, '喀喇沁旗', 3, 476, 24400, '中国,内蒙古自治区,赤峰市,喀喇沁旗', 118.70, 41.93, 'Kalaqinqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150429, '宁城县', 150400, '宁城', 3, 476, 24200, '中国,内蒙古自治区,赤峰市,宁城县', 119.34, 41.60, 'Ningcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150430, '敖汉旗', 150400, '敖汉旗', 3, 476, 24300, '中国,内蒙古自治区,赤峰市,敖汉旗', 119.92, 42.29, 'Aohanqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150500, '通辽市', 150000, '通辽', 2, 475, 28000, '中国,内蒙古自治区,通辽市', 122.26, 43.62, 'Tongliao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150502, '科尔沁区', 150500, '科尔沁', 3, 475, 28000, '中国,内蒙古自治区,通辽市,科尔沁区', 122.26, 43.62, 'Keerqin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150521, '科尔沁左翼中旗', 150500, '科尔沁左翼中旗', 3, 475, 29300, '中国,内蒙古自治区,通辽市,科尔沁左翼中旗', 123.32, 44.13, 'Keerqinzuoyizhongqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150522, '科尔沁左翼后旗', 150500, '科尔沁左翼后旗', 3, 475, 28100, '中国,内蒙古自治区,通辽市,科尔沁左翼后旗', 122.36, 42.95, 'Keerqinzuoyihouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150523, '开鲁县', 150500, '开鲁', 3, 475, 28400, '中国,内蒙古自治区,通辽市,开鲁县', 121.32, 43.60, 'Kailu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150524, '库伦旗', 150500, '库伦旗', 3, 475, 28200, '中国,内蒙古自治区,通辽市,库伦旗', 121.78, 42.73, 'Kulunqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150525, '奈曼旗', 150500, '奈曼旗', 3, 475, 28300, '中国,内蒙古自治区,通辽市,奈曼旗', 120.66, 42.85, 'Naimanqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150526, '扎鲁特旗', 150500, '扎鲁特旗', 3, 475, 29100, '中国,内蒙古自治区,通辽市,扎鲁特旗', 120.92, 44.56, 'Zhaluteqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150581, '霍林郭勒市', 150500, '霍林郭勒', 3, 475, 29200, '中国,内蒙古自治区,通辽市,霍林郭勒市', 119.65, 45.53, 'Huolinguole', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150600, '鄂尔多斯市', 150000, '鄂尔多斯', 2, 477, 17004, '中国,内蒙古自治区,鄂尔多斯市', 109.99, 39.82, 'Ordos', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150602, '东胜区', 150600, '东胜', 3, 477, 17000, '中国,内蒙古自治区,鄂尔多斯市,东胜区', 109.96, 39.82, 'Dongsheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150621, '达拉特旗', 150600, '达拉特旗', 3, 477, 14300, '中国,内蒙古自治区,鄂尔多斯市,达拉特旗', 110.03, 40.40, 'Dalateqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150622, '准格尔旗', 150600, '准格尔旗', 3, 477, 17100, '中国,内蒙古自治区,鄂尔多斯市,准格尔旗', 111.24, 39.87, 'Zhungeerqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150623, '鄂托克前旗', 150600, '鄂托克前旗', 3, 477, 16200, '中国,内蒙古自治区,鄂尔多斯市,鄂托克前旗', 107.48, 38.18, 'Etuokeqianqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150624, '鄂托克旗', 150600, '鄂托克旗', 3, 477, 16100, '中国,内蒙古自治区,鄂尔多斯市,鄂托克旗', 107.98, 39.09, 'Etuokeqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150625, '杭锦旗', 150600, '杭锦旗', 3, 477, 17400, '中国,内蒙古自治区,鄂尔多斯市,杭锦旗', 108.73, 39.84, 'Hangjinqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150626, '乌审旗', 150600, '乌审旗', 3, 477, 17300, '中国,内蒙古自治区,鄂尔多斯市,乌审旗', 108.85, 38.59, 'Wushenqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150627, '伊金霍洛旗', 150600, '伊金霍洛旗', 3, 477, 17200, '中国,内蒙古自治区,鄂尔多斯市,伊金霍洛旗', 109.75, 39.57, 'Yijinhuoluoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150700, '呼伦贝尔市', 150000, '呼伦贝尔', 2, 470, 21008, '中国,内蒙古自治区,呼伦贝尔市', 119.76, 49.22, 'Hulunber', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150702, '海拉尔区', 150700, '海拉尔', 3, 470, 21000, '中国,内蒙古自治区,呼伦贝尔市,海拉尔区', 119.74, 49.21, 'Hailaer', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150703, '扎赉诺尔区', 150700, '扎赉诺尔', 3, 470, 21410, '中国,内蒙古自治区,呼伦贝尔市,扎赉诺尔区', 117.79, 49.49, 'Zhalainuoer', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150721, '阿荣旗', 150700, '阿荣旗', 3, 470, 162750, '中国,内蒙古自治区,呼伦贝尔市,阿荣旗', 123.46, 48.13, 'Arongqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150722, '莫力达瓦达斡尔族自治旗', 150700, '莫旗', 3, 470, 162850, '中国,内蒙古自治区,呼伦贝尔市,莫力达瓦达斡尔族自治旗', 124.52, 48.48, 'Moqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150723, '鄂伦春自治旗', 150700, '鄂伦春', 3, 470, 165450, '中国,内蒙古自治区,呼伦贝尔市,鄂伦春自治旗', 123.73, 50.60, 'Elunchun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150724, '鄂温克族自治旗', 150700, '鄂温', 3, 470, 21100, '中国,内蒙古自治区,呼伦贝尔市,鄂温克族自治旗', 119.76, 49.14, 'Ewen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150725, '陈巴尔虎旗', 150700, '陈巴尔虎旗', 3, 470, 21500, '中国,内蒙古自治区,呼伦贝尔市,陈巴尔虎旗', 119.42, 49.33, 'Chenbaerhuqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150726, '新巴尔虎左旗', 150700, '新巴尔虎左旗', 3, 470, 21200, '中国,内蒙古自治区,呼伦贝尔市,新巴尔虎左旗', 118.27, 48.22, 'Xinbaerhuzuoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150727, '新巴尔虎右旗', 150700, '新巴尔虎右旗', 3, 470, 21300, '中国,内蒙古自治区,呼伦贝尔市,新巴尔虎右旗', 116.82, 48.66, 'Xinbaerhuyouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150781, '满洲里市', 150700, '满洲里', 3, 470, 21400, '中国,内蒙古自治区,呼伦贝尔市,满洲里市', 117.48, 49.58, 'Manzhouli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150782, '牙克石市', 150700, '牙克石', 3, 470, 22150, '中国,内蒙古自治区,呼伦贝尔市,牙克石市', 120.71, 49.29, 'Yakeshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150783, '扎兰屯市', 150700, '扎兰屯', 3, 470, 162650, '中国,内蒙古自治区,呼伦贝尔市,扎兰屯市', 122.74, 48.01, 'Zhalantun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150784, '额尔古纳市', 150700, '额尔古纳', 3, 470, 22250, '中国,内蒙古自治区,呼伦贝尔市,额尔古纳市', 120.19, 50.24, 'Eerguna', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150785, '根河市', 150700, '根河', 3, 470, 22350, '中国,内蒙古自治区,呼伦贝尔市,根河市', 121.52, 50.78, 'Genhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150800, '巴彦淖尔市', 150000, '巴彦淖尔', 2, 478, 15001, '中国,内蒙古自治区,巴彦淖尔市', 107.42, 40.76, 'Bayan Nur', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150802, '临河区', 150800, '临河', 3, 478, 15001, '中国,内蒙古自治区,巴彦淖尔市,临河区', 107.43, 40.76, 'Linhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150821, '五原县', 150800, '五原', 3, 478, 15100, '中国,内蒙古自治区,巴彦淖尔市,五原县', 108.27, 41.10, 'Wuyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150822, '磴口县', 150800, '磴口', 3, 478, 15200, '中国,内蒙古自治区,巴彦淖尔市,磴口县', 107.01, 40.33, 'Dengkou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150823, '乌拉特前旗', 150800, '乌拉特前旗', 3, 478, 14400, '中国,内蒙古自治区,巴彦淖尔市,乌拉特前旗', 108.65, 40.74, 'Wulateqianqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150824, '乌拉特中旗', 150800, '乌拉特中旗', 3, 478, 15300, '中国,内蒙古自治区,巴彦淖尔市,乌拉特中旗', 108.53, 41.57, 'Wulatezhongqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150825, '乌拉特后旗', 150800, '乌拉特后旗', 3, 478, 15500, '中国,内蒙古自治区,巴彦淖尔市,乌拉特后旗', 106.99, 41.43, 'Wulatehouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150826, '杭锦后旗', 150800, '杭锦后旗', 3, 478, 15400, '中国,内蒙古自治区,巴彦淖尔市,杭锦后旗', 107.15, 40.89, 'Hangjinhouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150900, '乌兰察布市', 150000, '乌兰察布', 2, 474, 12000, '中国,内蒙古自治区,乌兰察布市', 113.11, 41.03, 'Ulanqab', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150902, '集宁区', 150900, '集宁', 3, 474, 12000, '中国,内蒙古自治区,乌兰察布市,集宁区', 113.11, 41.04, 'Jining', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150921, '卓资县', 150900, '卓资', 3, 474, 12300, '中国,内蒙古自治区,乌兰察布市,卓资县', 112.58, 40.89, 'Zhuozi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150922, '化德县', 150900, '化德', 3, 474, 13350, '中国,内蒙古自治区,乌兰察布市,化德县', 114.01, 41.90, 'Huade', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150923, '商都县', 150900, '商都', 3, 474, 13450, '中国,内蒙古自治区,乌兰察布市,商都县', 113.58, 41.56, 'Shangdu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150924, '兴和县', 150900, '兴和', 3, 474, 13650, '中国,内蒙古自治区,乌兰察布市,兴和县', 113.83, 40.87, 'Xinghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150925, '凉城县', 150900, '凉城', 3, 474, 13750, '中国,内蒙古自治区,乌兰察布市,凉城县', 112.50, 40.53, 'Liangcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150926, '察哈尔右翼前旗', 150900, '察右前旗', 3, 474, 12200, '中国,内蒙古自治区,乌兰察布市,察哈尔右翼前旗', 113.22, 40.78, 'Chayouqianqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150927, '察哈尔右翼中旗', 150900, '察右中旗', 3, 474, 13550, '中国,内蒙古自治区,乌兰察布市,察哈尔右翼中旗', 112.64, 41.28, 'Chayouzhongqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150928, '察哈尔右翼后旗', 150900, '察右后旗', 3, 474, 12400, '中国,内蒙古自治区,乌兰察布市,察哈尔右翼后旗', 113.19, 41.44, 'Chayouhouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150929, '四子王旗', 150900, '四子王旗', 3, 474, 11800, '中国,内蒙古自治区,乌兰察布市,四子王旗', 111.71, 41.53, 'Siziwangqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(150981, '丰镇市', 150900, '丰镇', 3, 474, 12100, '中国,内蒙古自治区,乌兰察布市,丰镇市', 113.11, 40.44, 'Fengzhen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152200, '兴安盟', 150000, '兴安盟', 2, 482, 137401, '中国,内蒙古自治区,兴安盟', 122.07, 46.08, 'Hinggan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152201, '乌兰浩特市', 152200, '乌兰浩特', 3, 482, 137401, '中国,内蒙古自治区,兴安盟,乌兰浩特市', 122.06, 46.06, 'Wulanhaote', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152202, '阿尔山市', 152200, '阿尔山', 3, 482, 137800, '中国,内蒙古自治区,兴安盟,阿尔山市', 119.94, 47.18, 'Aershan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152221, '科尔沁右翼前旗', 152200, '科右前旗', 3, 482, 137423, '中国,内蒙古自治区,兴安盟,科尔沁右翼前旗', 121.95, 46.08, 'Keyouqianqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152222, '科尔沁右翼中旗', 152200, '科右中旗', 3, 482, 29400, '中国,内蒙古自治区,兴安盟,科尔沁右翼中旗', 121.47, 45.06, 'Keyouzhongqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152223, '扎赉特旗', 152200, '扎赉特旗', 3, 482, 137600, '中国,内蒙古自治区,兴安盟,扎赉特旗', 122.91, 46.73, 'Zhalaiteqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152224, '突泉县', 152200, '突泉', 3, 482, 137500, '中国,内蒙古自治区,兴安盟,突泉县', 121.59, 45.38, 'Tuquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152500, '锡林郭勒盟', 150000, '锡林郭勒盟', 2, 479, 26000, '中国,内蒙古自治区,锡林郭勒盟', 116.09, 43.94, 'Xilin Gol', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152501, '二连浩特市', 152500, '二连浩特', 3, 479, 11100, '中国,内蒙古自治区,锡林郭勒盟,二连浩特市', 111.98, 43.65, 'Erlianhaote', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152502, '锡林浩特市', 152500, '锡林浩特', 3, 479, 26021, '中国,内蒙古自治区,锡林郭勒盟,锡林浩特市', 116.09, 43.93, 'Xilinhaote', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152522, '阿巴嘎旗', 152500, '阿巴嘎旗', 3, 479, 11400, '中国,内蒙古自治区,锡林郭勒盟,阿巴嘎旗', 114.97, 44.02, 'Abagaqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152523, '苏尼特左旗', 152500, '苏尼特左旗', 3, 479, 11300, '中国,内蒙古自治区,锡林郭勒盟,苏尼特左旗', 113.65, 43.86, 'Sunitezuoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152524, '苏尼特右旗', 152500, '苏尼特右旗', 3, 479, 11200, '中国,内蒙古自治区,锡林郭勒盟,苏尼特右旗', 112.66, 42.75, 'Suniteyouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152525, '东乌珠穆沁旗', 152500, '东乌旗', 3, 479, 26300, '中国,内蒙古自治区,锡林郭勒盟,东乌珠穆沁旗', 116.97, 45.51, 'Dongwuqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152526, '西乌珠穆沁旗', 152500, '西乌旗', 3, 479, 26200, '中国,内蒙古自治区,锡林郭勒盟,西乌珠穆沁旗', 117.61, 44.60, 'Xiwuqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152527, '太仆寺旗', 152500, '太仆寺旗', 3, 479, 27000, '中国,内蒙古自治区,锡林郭勒盟,太仆寺旗', 115.28, 41.88, 'Taipusiqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152528, '镶黄旗', 152500, '镶黄旗', 3, 479, 13250, '中国,内蒙古自治区,锡林郭勒盟,镶黄旗', 113.84, 42.24, 'Xianghuangqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152529, '正镶白旗', 152500, '正镶白旗', 3, 479, 13800, '中国,内蒙古自治区,锡林郭勒盟,正镶白旗', 115.00, 42.31, 'Zhengxiangbaiqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152530, '正蓝旗', 152500, '正蓝旗', 3, 479, 27200, '中国,内蒙古自治区,锡林郭勒盟,正蓝旗', 116.00, 42.25, 'Zhenglanqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152531, '多伦县', 152500, '多伦', 3, 479, 27300, '中国,内蒙古自治区,锡林郭勒盟,多伦县', 116.49, 42.20, 'Duolun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152900, '阿拉善盟', 150000, '阿拉善盟', 2, 483, 750306, '中国,内蒙古自治区,阿拉善盟', 105.71, 38.84, 'Alxa', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152921, '阿拉善左旗', 152900, '阿拉善左旗', 3, 483, 750306, '中国,内蒙古自治区,阿拉善盟,阿拉善左旗', 105.67, 38.83, 'Alashanzuoqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152922, '阿拉善右旗', 152900, '阿拉善右旗', 3, 483, 737300, '中国,内蒙古自治区,阿拉善盟,阿拉善右旗', 101.67, 39.22, 'Alashanyouqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(152923, '额济纳旗', 152900, '额济纳旗', 3, 483, 735400, '中国,内蒙古自治区,阿拉善盟,额济纳旗', 101.07, 41.97, 'Ejinaqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210000, '辽宁省', 100000, '辽宁', 1, 0, 0, '中国,辽宁省', 123.43, 41.80, 'Liaoning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210100, '沈阳市', 210000, '沈阳', 2, 24, 110013, '中国,辽宁省,沈阳市', 123.43, 41.80, 'Shenyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210102, '和平区', 210100, '和平', 3, 24, 110001, '中国,辽宁省,沈阳市,和平区', 123.42, 41.79, 'Heping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210103, '沈河区', 210100, '沈河', 3, 24, 110011, '中国,辽宁省,沈阳市,沈河区', 123.46, 41.80, 'Shenhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210104, '大东区', 210100, '大东', 3, 24, 110041, '中国,辽宁省,沈阳市,大东区', 123.47, 41.81, 'Dadong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210105, '皇姑区', 210100, '皇姑', 3, 24, 110031, '中国,辽宁省,沈阳市,皇姑区', 123.42, 41.82, 'Huanggu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210106, '铁西区', 210100, '铁西', 3, 24, 110021, '中国,辽宁省,沈阳市,铁西区', 123.38, 41.80, 'Tiexi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210111, '苏家屯区', 210100, '苏家屯', 3, 24, 110101, '中国,辽宁省,沈阳市,苏家屯区', 123.34, 41.66, 'Sujiatun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210112, '浑南区', 210100, '浑南', 3, 24, 110015, '中国,辽宁省,沈阳市,浑南区', 123.46, 41.72, 'Hunnan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210113, '沈北新区', 210100, '沈北新区', 3, 24, 110121, '中国,辽宁省,沈阳市,沈北新区', 123.53, 42.05, 'Shenbeixinqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210114, '于洪区', 210100, '于洪', 3, 24, 110141, '中国,辽宁省,沈阳市,于洪区', 123.31, 41.79, 'Yuhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210122, '辽中县', 210100, '辽中', 3, 24, 110200, '中国,辽宁省,沈阳市,辽中县', 122.73, 41.51, 'Liaozhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210123, '康平县', 210100, '康平', 3, 24, 110500, '中国,辽宁省,沈阳市,康平县', 123.35, 42.75, 'Kangping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210124, '法库县', 210100, '法库', 3, 24, 110400, '中国,辽宁省,沈阳市,法库县', 123.41, 42.51, 'Faku', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210181, '新民市', 210100, '新民', 3, 24, 110300, '中国,辽宁省,沈阳市,新民市', 122.83, 42.00, 'Xinmin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210200, '大连市', 210000, '大连', 2, 411, 116011, '中国,辽宁省,大连市', 121.62, 38.91, 'Dalian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210202, '中山区', 210200, '中山', 3, 411, 116001, '中国,辽宁省,大连市,中山区', 121.64, 38.92, 'Zhongshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210203, '西岗区', 210200, '西岗', 3, 411, 116011, '中国,辽宁省,大连市,西岗区', 121.61, 38.91, 'Xigang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210204, '沙河口区', 210200, '沙河口', 3, 411, 116021, '中国,辽宁省,大连市,沙河口区', 121.58, 38.91, 'Shahekou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210211, '甘井子区', 210200, '甘井子', 3, 411, 116033, '中国,辽宁省,大连市,甘井子区', 121.57, 38.95, 'Ganjingzi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210212, '旅顺口区', 210200, '旅顺口', 3, 411, 116041, '中国,辽宁省,大连市,旅顺口区', 121.26, 38.85, 'Lvshunkou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210213, '金州区', 210200, '金州', 3, 411, 116100, '中国,辽宁省,大连市,金州区', 121.72, 39.10, 'Jinzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210224, '长海县', 210200, '长海', 3, 411, 116500, '中国,辽宁省,大连市,长海县', 122.59, 39.27, 'Changhai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210281, '瓦房店市', 210200, '瓦房店', 3, 411, 116300, '中国,辽宁省,大连市,瓦房店市', 121.98, 39.63, 'Wafangdian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210282, '普兰店市', 210200, '普兰店', 3, 411, 116200, '中国,辽宁省,大连市,普兰店市', 121.96, 39.39, 'Pulandian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210283, '庄河市', 210200, '庄河', 3, 411, 116400, '中国,辽宁省,大连市,庄河市', 122.97, 39.69, 'Zhuanghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210300, '鞍山市', 210000, '鞍山', 2, 412, 114001, '中国,辽宁省,鞍山市', 123.00, 41.11, 'Anshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210302, '铁东区', 210300, '铁东', 3, 412, 114001, '中国,辽宁省,鞍山市,铁东区', 122.99, 41.09, 'Tiedong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210303, '铁西区', 210300, '铁西', 3, 413, 114013, '中国,辽宁省,鞍山市,铁西区', 122.97, 41.12, 'Tiexi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210304, '立山区', 210300, '立山', 3, 414, 114031, '中国,辽宁省,鞍山市,立山区', 123.03, 41.15, 'Lishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210311, '千山区', 210300, '千山', 3, 415, 114041, '中国,辽宁省,鞍山市,千山区', 122.96, 41.08, 'Qianshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210321, '台安县', 210300, '台安', 3, 417, 114100, '中国,辽宁省,鞍山市,台安县', 122.44, 41.41, 'Taian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210323, '岫岩满族自治县', 210300, '岫岩', 3, 418, 114300, '中国,辽宁省,鞍山市,岫岩满族自治县', 123.29, 40.28, 'Xiuyan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210381, '海城市', 210300, '海城', 3, 416, 114200, '中国,辽宁省,鞍山市,海城市', 122.69, 40.88, 'Haicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210400, '抚顺市', 210000, '抚顺', 2, 24, 113008, '中国,辽宁省,抚顺市', 123.92, 41.88, 'Fushun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210402, '新抚区', 210400, '新抚', 3, 24, 113008, '中国,辽宁省,抚顺市,新抚区', 123.91, 41.86, 'Xinfu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210403, '东洲区', 210400, '东洲', 3, 24, 113003, '中国,辽宁省,抚顺市,东洲区', 124.04, 41.85, 'Dongzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210404, '望花区', 210400, '望花', 3, 24, 113001, '中国,辽宁省,抚顺市,望花区', 123.78, 41.86, 'Wanghua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210411, '顺城区', 210400, '顺城', 3, 24, 113006, '中国,辽宁省,抚顺市,顺城区', 123.94, 41.88, 'Shuncheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210421, '抚顺县', 210400, '抚顺', 3, 24, 113006, '中国,辽宁省,抚顺市,抚顺县', 124.18, 41.71, 'Fushun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210422, '新宾满族自治县', 210400, '新宾', 3, 24, 113200, '中国,辽宁省,抚顺市,新宾满族自治县', 125.04, 41.73, 'Xinbin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210423, '清原满族自治县', 210400, '清原', 3, 24, 113300, '中国,辽宁省,抚顺市,清原满族自治县', 124.93, 42.10, 'Qingyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210500, '本溪市', 210000, '本溪', 2, 414, 117000, '中国,辽宁省,本溪市', 123.77, 41.30, 'Benxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210502, '平山区', 210500, '平山', 3, 414, 117000, '中国,辽宁省,本溪市,平山区', 123.77, 41.30, 'Pingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210503, '溪湖区', 210500, '溪湖', 3, 414, 117002, '中国,辽宁省,本溪市,溪湖区', 123.77, 41.33, 'Xihu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210504, '明山区', 210500, '明山', 3, 414, 117021, '中国,辽宁省,本溪市,明山区', 123.82, 41.31, 'Mingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210505, '南芬区', 210500, '南芬', 3, 414, 117014, '中国,辽宁省,本溪市,南芬区', 123.75, 41.10, 'Nanfen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210521, '本溪满族自治县', 210500, '本溪', 3, 414, 117100, '中国,辽宁省,本溪市,本溪满族自治县', 124.13, 41.30, 'Benxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210522, '桓仁满族自治县', 210500, '桓仁', 3, 414, 117200, '中国,辽宁省,本溪市,桓仁满族自治县', 125.36, 41.27, 'Huanren', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210600, '丹东市', 210000, '丹东', 2, 415, 118000, '中国,辽宁省,丹东市', 124.38, 40.12, 'Dandong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210602, '元宝区', 210600, '元宝', 3, 415, 118000, '中国,辽宁省,丹东市,元宝区', 124.40, 40.14, 'Yuanbao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210603, '振兴区', 210600, '振兴', 3, 415, 118002, '中国,辽宁省,丹东市,振兴区', 124.36, 40.10, 'Zhenxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210604, '振安区', 210600, '振安', 3, 415, 118001, '中国,辽宁省,丹东市,振安区', 124.43, 40.16, 'Zhenan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210624, '宽甸满族自治县', 210600, '宽甸', 3, 415, 118200, '中国,辽宁省,丹东市,宽甸满族自治县', 124.78, 40.73, 'Kuandian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210681, '东港市', 210600, '东港', 3, 415, 118300, '中国,辽宁省,丹东市,东港市', 124.16, 39.86, 'Donggang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210682, '凤城市', 210600, '凤城', 3, 415, 118100, '中国,辽宁省,丹东市,凤城市', 124.07, 40.45, 'Fengcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210700, '锦州市', 210000, '锦州', 2, 416, 121000, '中国,辽宁省,锦州市', 121.14, 41.12, 'Jinzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210702, '古塔区', 210700, '古塔', 3, 416, 121001, '中国,辽宁省,锦州市,古塔区', 121.13, 41.12, 'Guta', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210703, '凌河区', 210700, '凌河', 3, 416, 121000, '中国,辽宁省,锦州市,凌河区', 121.15, 41.12, 'Linghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210711, '太和区', 210700, '太和', 3, 416, 121011, '中国,辽宁省,锦州市,太和区', 121.10, 41.11, 'Taihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210726, '黑山县', 210700, '黑山', 3, 416, 121400, '中国,辽宁省,锦州市,黑山县', 122.12, 41.69, 'Heishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210727, '义县', 210700, '义县', 3, 416, 121100, '中国,辽宁省,锦州市,义县', 121.24, 41.53, 'Yixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210781, '凌海市', 210700, '凌海', 3, 416, 121200, '中国,辽宁省,锦州市,凌海市', 121.36, 41.17, 'Linghai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210782, '北镇市', 210700, '北镇', 3, 416, 121300, '中国,辽宁省,锦州市,北镇市', 121.80, 41.60, 'Beizhen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210800, '营口市', 210000, '营口', 2, 417, 115003, '中国,辽宁省,营口市', 122.23, 40.67, 'Yingkou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210802, '站前区', 210800, '站前', 3, 417, 115002, '中国,辽宁省,营口市,站前区', 122.26, 40.67, 'Zhanqian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210803, '西市区', 210800, '西市', 3, 417, 115004, '中国,辽宁省,营口市,西市区', 122.21, 40.67, 'Xishi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210804, '鲅鱼圈区', 210800, '鲅鱼圈', 3, 417, 115007, '中国,辽宁省,营口市,鲅鱼圈区', 122.13, 40.27, 'Bayuquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210811, '老边区', 210800, '老边', 3, 417, 115005, '中国,辽宁省,营口市,老边区', 122.38, 40.68, 'Laobian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210881, '盖州市', 210800, '盖州', 3, 417, 115200, '中国,辽宁省,营口市,盖州市', 122.36, 40.40, 'Gaizhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210882, '大石桥市', 210800, '大石桥', 3, 417, 115100, '中国,辽宁省,营口市,大石桥市', 122.51, 40.65, 'Dashiqiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210900, '阜新市', 210000, '阜新', 2, 418, 123000, '中国,辽宁省,阜新市', 121.65, 42.01, 'Fuxin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210902, '海州区', 210900, '海州', 3, 418, 123000, '中国,辽宁省,阜新市,海州区', 121.66, 42.01, 'Haizhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210903, '新邱区', 210900, '新邱', 3, 418, 123005, '中国,辽宁省,阜新市,新邱区', 121.79, 42.09, 'Xinqiu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210904, '太平区', 210900, '太平', 3, 418, 123003, '中国,辽宁省,阜新市,太平区', 121.68, 42.01, 'Taiping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210905, '清河门区', 210900, '清河门', 3, 418, 123006, '中国,辽宁省,阜新市,清河门区', 121.42, 41.78, 'Qinghemen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210911, '细河区', 210900, '细河', 3, 418, 123000, '中国,辽宁省,阜新市,细河区', 121.68, 42.03, 'Xihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210921, '阜新蒙古族自治县', 210900, '阜新', 3, 418, 123100, '中国,辽宁省,阜新市,阜新蒙古族自治县', 121.76, 42.07, 'Fuxin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(210922, '彰武县', 210900, '彰武', 3, 418, 123200, '中国,辽宁省,阜新市,彰武县', 122.54, 42.39, 'Zhangwu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211000, '辽阳市', 210000, '辽阳', 2, 419, 111000, '中国,辽宁省,辽阳市', 123.18, 41.27, 'Liaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211002, '白塔区', 211000, '白塔', 3, 419, 111000, '中国,辽宁省,辽阳市,白塔区', 123.17, 41.27, 'Baita', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211003, '文圣区', 211000, '文圣', 3, 419, 111000, '中国,辽宁省,辽阳市,文圣区', 123.19, 41.26, 'Wensheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211004, '宏伟区', 211000, '宏伟', 3, 419, 111003, '中国,辽宁省,辽阳市,宏伟区', 123.19, 41.22, 'Hongwei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211005, '弓长岭区', 211000, '弓长岭', 3, 419, 111008, '中国,辽宁省,辽阳市,弓长岭区', 123.42, 41.15, 'Gongchangling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211011, '太子河区', 211000, '太子河', 3, 419, 111000, '中国,辽宁省,辽阳市,太子河区', 123.18, 41.25, 'Taizihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211021, '辽阳县', 211000, '辽阳', 3, 419, 111200, '中国,辽宁省,辽阳市,辽阳县', 123.11, 41.21, 'Liaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211081, '灯塔市', 211000, '灯塔', 3, 419, 111300, '中国,辽宁省,辽阳市,灯塔市', 123.34, 41.43, 'Dengta', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211100, '盘锦市', 210000, '盘锦', 2, 427, 124010, '中国,辽宁省,盘锦市', 122.07, 41.12, 'Panjin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211102, '双台子区', 211100, '双台子', 3, 427, 124000, '中国,辽宁省,盘锦市,双台子区', 122.06, 41.19, 'Shuangtaizi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211103, '兴隆台区', 211100, '兴隆台', 3, 427, 124010, '中国,辽宁省,盘锦市,兴隆台区', 122.08, 41.12, 'Xinglongtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211121, '大洼县', 211100, '大洼', 3, 427, 124200, '中国,辽宁省,盘锦市,大洼县', 122.08, 41.00, 'Dawa', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211122, '盘山县', 211100, '盘山', 3, 427, 124000, '中国,辽宁省,盘锦市,盘山县', 122.00, 41.24, 'Panshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211200, '铁岭市', 210000, '铁岭', 2, 24, 112000, '中国,辽宁省,铁岭市', 123.84, 42.29, 'Tieling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211202, '银州区', 211200, '银州', 3, 24, 112000, '中国,辽宁省,铁岭市,银州区', 123.86, 42.30, 'Yinzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211204, '清河区', 211200, '清河', 3, 24, 112003, '中国,辽宁省,铁岭市,清河区', 124.16, 42.55, 'Qinghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211221, '铁岭县', 211200, '铁岭', 3, 24, 112000, '中国,辽宁省,铁岭市,铁岭县', 123.77, 42.23, 'Tieling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211223, '西丰县', 211200, '西丰', 3, 24, 112400, '中国,辽宁省,铁岭市,西丰县', 124.73, 42.74, 'Xifeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211224, '昌图县', 211200, '昌图', 3, 24, 112500, '中国,辽宁省,铁岭市,昌图县', 124.11, 42.78, 'Changtu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211281, '调兵山市', 211200, '调兵山', 3, 24, 112700, '中国,辽宁省,铁岭市,调兵山市', 123.57, 42.47, 'Diaobingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211282, '开原市', 211200, '开原', 3, 24, 112300, '中国,辽宁省,铁岭市,开原市', 124.04, 42.55, 'Kaiyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211300, '朝阳市', 210000, '朝阳', 2, 421, 122000, '中国,辽宁省,朝阳市', 120.45, 41.58, 'Chaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211302, '双塔区', 211300, '双塔', 3, 421, 122000, '中国,辽宁省,朝阳市,双塔区', 120.45, 41.57, 'Shuangta', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211303, '龙城区', 211300, '龙城', 3, 421, 122000, '中国,辽宁省,朝阳市,龙城区', 120.44, 41.59, 'Longcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211321, '朝阳县', 211300, '朝阳', 3, 421, 122000, '中国,辽宁省,朝阳市,朝阳县', 120.17, 41.43, 'Chaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211322, '建平县', 211300, '建平', 3, 421, 122400, '中国,辽宁省,朝阳市,建平县', 119.64, 41.40, 'Jianping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211324, '喀喇沁左翼蒙古族自治县', 211300, '喀喇沁左翼', 3, 421, 122300, '中国,辽宁省,朝阳市,喀喇沁左翼蒙古族自治县', 119.74, 41.13, 'Kalaqinzuoyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211381, '北票市', 211300, '北票', 3, 421, 122100, '中国,辽宁省,朝阳市,北票市', 120.77, 41.80, 'Beipiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211382, '凌源市', 211300, '凌源', 3, 421, 122500, '中国,辽宁省,朝阳市,凌源市', 119.40, 41.25, 'Lingyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211400, '葫芦岛市', 210000, '葫芦岛', 2, 429, 125000, '中国,辽宁省,葫芦岛市', 120.86, 40.76, 'Huludao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211402, '连山区', 211400, '连山', 3, 429, 125001, '中国,辽宁省,葫芦岛市,连山区', 120.86, 40.76, 'Lianshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211403, '龙港区', 211400, '龙港', 3, 429, 125003, '中国,辽宁省,葫芦岛市,龙港区', 120.95, 40.72, 'Longgang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211404, '南票区', 211400, '南票', 3, 429, 125027, '中国,辽宁省,葫芦岛市,南票区', 120.75, 41.11, 'Nanpiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211421, '绥中县', 211400, '绥中', 3, 429, 125200, '中国,辽宁省,葫芦岛市,绥中县', 120.34, 40.33, 'Suizhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211422, '建昌县', 211400, '建昌', 3, 429, 125300, '中国,辽宁省,葫芦岛市,建昌县', 119.84, 40.82, 'Jianchang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211481, '兴城市', 211400, '兴城', 3, 429, 125100, '中国,辽宁省,葫芦岛市,兴城市', 120.72, 40.61, 'Xingcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211500, '金普新区', 210000, '金普新区', 2, 411, 116100, '中国,辽宁省,金普新区', 121.79, 39.06, 'Jinpuxinqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211501, '金州新区', 211500, '金州新区', 3, 411, 116100, '中国,辽宁省,金普新区,金州新区', 121.78, 39.05, 'Jinzhouxinqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211502, '普湾新区', 211500, '普湾新区', 3, 411, 116200, '中国,辽宁省,金普新区,普湾新区', 121.81, 39.33, 'Puwanxinqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(211503, '保税区', 211500, '保税区', 3, 411, 116100, '中国,辽宁省,金普新区,保税区', 121.94, 39.22, 'Baoshuiqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220000, '吉林省', 100000, '吉林', 1, 0, 0, '中国,吉林省', 125.33, 43.89, 'Jilin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220100, '长春市', 220000, '长春', 2, 431, 130022, '中国,吉林省,长春市', 125.33, 43.89, 'Changchun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220102, '南关区', 220100, '南关', 3, 431, 130022, '中国,吉林省,长春市,南关区', 125.35, 43.86, 'Nanguan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220103, '宽城区', 220100, '宽城', 3, 431, 130051, '中国,吉林省,长春市,宽城区', 125.33, 43.90, 'Kuancheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220104, '朝阳区', 220100, '朝阳', 3, 431, 130012, '中国,吉林省,长春市,朝阳区', 125.29, 43.83, 'Chaoyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220105, '二道区', 220100, '二道', 3, 431, 130031, '中国,吉林省,长春市,二道区', 125.37, 43.87, 'Erdao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220106, '绿园区', 220100, '绿园', 3, 431, 130062, '中国,吉林省,长春市,绿园区', 125.26, 43.88, 'Lvyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220112, '双阳区', 220100, '双阳', 3, 431, 130600, '中国,吉林省,长春市,双阳区', 125.66, 43.53, 'Shuangyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220113, '九台区', 220100, '九台', 3, 431, 130500, '中国,吉林省,长春市,九台区', 125.84, 44.15, 'Jiutai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220122, '农安县', 220100, '农安', 3, 431, 130200, '中国,吉林省,长春市,农安县', 125.19, 44.43, 'Nongan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220182, '榆树市', 220100, '榆树', 3, 431, 130400, '中国,吉林省,长春市,榆树市', 126.56, 44.83, 'Yushu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220183, '德惠市', 220100, '德惠', 3, 431, 130300, '中国,吉林省,长春市,德惠市', 125.70, 44.54, 'Dehui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220200, '吉林市', 220000, '吉林', 2, 432, 132011, '中国,吉林省,吉林市', 126.55, 43.84, 'Jilin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220202, '昌邑区', 220200, '昌邑', 3, 432, 132002, '中国,吉林省,吉林市,昌邑区', 126.57, 43.88, 'Changyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220203, '龙潭区', 220200, '龙潭', 3, 432, 132021, '中国,吉林省,吉林市,龙潭区', 126.56, 43.91, 'Longtan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220204, '船营区', 220200, '船营', 3, 432, 132011, '中国,吉林省,吉林市,船营区', 126.54, 43.83, 'Chuanying', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220211, '丰满区', 220200, '丰满', 3, 432, 132013, '中国,吉林省,吉林市,丰满区', 126.56, 43.82, 'Fengman', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220221, '永吉县', 220200, '永吉', 3, 432, 132200, '中国,吉林省,吉林市,永吉县', 126.50, 43.67, 'Yongji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220281, '蛟河市', 220200, '蛟河', 3, 432, 132500, '中国,吉林省,吉林市,蛟河市', 127.34, 43.73, 'Jiaohe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220282, '桦甸市', 220200, '桦甸', 3, 432, 132400, '中国,吉林省,吉林市,桦甸市', 126.75, 42.97, 'Huadian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220283, '舒兰市', 220200, '舒兰', 3, 432, 132600, '中国,吉林省,吉林市,舒兰市', 126.97, 44.41, 'Shulan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220284, '磐石市', 220200, '磐石', 3, 432, 132300, '中国,吉林省,吉林市,磐石市', 126.06, 42.95, 'Panshi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220300, '四平市', 220000, '四平', 2, 434, 136000, '中国,吉林省,四平市', 124.37, 43.17, 'Siping', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220302, '铁西区', 220300, '铁西', 3, 434, 136000, '中国,吉林省,四平市,铁西区', 124.37, 43.17, 'Tiexi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220303, '铁东区', 220300, '铁东', 3, 434, 136001, '中国,吉林省,四平市,铁东区', 124.41, 43.16, 'Tiedong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220322, '梨树县', 220300, '梨树', 3, 434, 136500, '中国,吉林省,四平市,梨树县', 124.34, 43.31, 'Lishu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220323, '伊通满族自治县', 220300, '伊通', 3, 434, 130700, '中国,吉林省,四平市,伊通满族自治县', 125.31, 43.34, 'Yitong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220381, '公主岭市', 220300, '公主岭', 3, 434, 136100, '中国,吉林省,四平市,公主岭市', 124.82, 43.50, 'Gongzhuling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220382, '双辽市', 220300, '双辽', 3, 434, 136400, '中国,吉林省,四平市,双辽市', 123.50, 43.52, 'Shuangliao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220400, '辽源市', 220000, '辽源', 2, 437, 136200, '中国,吉林省,辽源市', 125.14, 42.90, 'Liaoyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220402, '龙山区', 220400, '龙山', 3, 437, 136200, '中国,吉林省,辽源市,龙山区', 125.14, 42.90, 'Longshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220403, '西安区', 220400, '西安', 3, 437, 136201, '中国,吉林省,辽源市,西安区', 125.15, 42.93, 'Xian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220421, '东丰县', 220400, '东丰', 3, 437, 136300, '中国,吉林省,辽源市,东丰县', 125.53, 42.68, 'Dongfeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220422, '东辽县', 220400, '东辽', 3, 437, 136600, '中国,吉林省,辽源市,东辽县', 124.99, 42.92, 'Dongliao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220500, '通化市', 220000, '通化', 2, 435, 134001, '中国,吉林省,通化市', 125.94, 41.72, 'Tonghua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220502, '东昌区', 220500, '东昌', 3, 435, 134001, '中国,吉林省,通化市,东昌区', 125.95, 41.73, 'Dongchang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220503, '二道江区', 220500, '二道江', 3, 435, 134003, '中国,吉林省,通化市,二道江区', 126.04, 41.77, 'Erdaojiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220521, '通化县', 220500, '通化', 3, 435, 134100, '中国,吉林省,通化市,通化县', 125.76, 41.68, 'Tonghua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220523, '辉南县', 220500, '辉南', 3, 435, 135100, '中国,吉林省,通化市,辉南县', 126.05, 42.69, 'Huinan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220524, '柳河县', 220500, '柳河', 3, 435, 135300, '中国,吉林省,通化市,柳河县', 125.75, 42.28, 'Liuhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220581, '梅河口市', 220500, '梅河口', 3, 435, 135000, '中国,吉林省,通化市,梅河口市', 125.71, 42.54, 'Meihekou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220582, '集安市', 220500, '集安', 3, 435, 134200, '中国,吉林省,通化市,集安市', 126.19, 41.12, 'Jian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220600, '白山市', 220000, '白山', 2, 439, 134300, '中国,吉林省,白山市', 126.43, 41.94, 'Baishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220602, '浑江区', 220600, '浑江', 3, 439, 134300, '中国,吉林省,白山市,浑江区', 126.42, 41.95, 'Hunjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220605, '江源区', 220600, '江源', 3, 439, 134700, '中国,吉林省,白山市,江源区', 126.59, 42.06, 'Jiangyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220621, '抚松县', 220600, '抚松', 3, 439, 134500, '中国,吉林省,白山市,抚松县', 127.28, 42.34, 'Fusong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220622, '靖宇县', 220600, '靖宇', 3, 439, 135200, '中国,吉林省,白山市,靖宇县', 126.81, 42.39, 'Jingyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220623, '长白朝鲜族自治县', 220600, '长白', 3, 439, 134400, '中国,吉林省,白山市,长白朝鲜族自治县', 128.20, 41.42, 'Changbai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220681, '临江市', 220600, '临江', 3, 439, 134600, '中国,吉林省,白山市,临江市', 126.92, 41.81, 'Linjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220700, '松原市', 220000, '松原', 2, 438, 138000, '中国,吉林省,松原市', 124.82, 45.12, 'Songyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220702, '宁江区', 220700, '宁江', 3, 438, 138000, '中国,吉林省,松原市,宁江区', 124.82, 45.17, 'Ningjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220721, '前郭尔罗斯蒙古族自治县', 220700, '前郭尔罗斯', 3, 438, 138000, '中国,吉林省,松原市,前郭尔罗斯蒙古族自治县', 124.82, 45.12, 'Qianguoerluosi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220722, '长岭县', 220700, '长岭', 3, 438, 131500, '中国,吉林省,松原市,长岭县', 123.97, 44.28, 'Changling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220723, '乾安县', 220700, '乾安', 3, 438, 131400, '中国,吉林省,松原市,乾安县', 124.03, 45.01, 'Qianan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220781, '扶余市', 220700, '扶余', 3, 438, 131200, '中国,吉林省,松原市,扶余市', 126.04, 44.99, 'Fuyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220800, '白城市', 220000, '白城', 2, 436, 137000, '中国,吉林省,白城市', 122.84, 45.62, 'Baicheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220802, '洮北区', 220800, '洮北', 3, 436, 137000, '中国,吉林省,白城市,洮北区', 122.85, 45.62, 'Taobei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220821, '镇赉县', 220800, '镇赉', 3, 436, 137300, '中国,吉林省,白城市,镇赉县', 123.20, 45.85, 'Zhenlai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220822, '通榆县', 220800, '通榆', 3, 436, 137200, '中国,吉林省,白城市,通榆县', 123.09, 44.81, 'Tongyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220881, '洮南市', 220800, '洮南', 3, 436, 137100, '中国,吉林省,白城市,洮南市', 122.79, 45.34, 'Taonan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(220882, '大安市', 220800, '大安', 3, 436, 131300, '中国,吉林省,白城市,大安市', 124.30, 45.51, 'Daan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222400, '延边朝鲜族自治州', 220000, '延边', 2, 433, 133000, '中国,吉林省,延边朝鲜族自治州', 129.51, 42.90, 'Yanbian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222401, '延吉市', 222400, '延吉', 3, 433, 133000, '中国,吉林省,延边朝鲜族自治州,延吉市', 129.51, 42.91, 'Yanji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222402, '图们市', 222400, '图们', 3, 433, 133100, '中国,吉林省,延边朝鲜族自治州,图们市', 129.84, 42.97, 'Tumen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222403, '敦化市', 222400, '敦化', 3, 433, 133700, '中国,吉林省,延边朝鲜族自治州,敦化市', 128.23, 43.37, 'Dunhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222404, '珲春市', 222400, '珲春', 3, 433, 133300, '中国,吉林省,延边朝鲜族自治州,珲春市', 130.37, 42.86, 'Hunchun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222405, '龙井市', 222400, '龙井', 3, 433, 133400, '中国,吉林省,延边朝鲜族自治州,龙井市', 129.43, 42.77, 'Longjing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222406, '和龙市', 222400, '和龙', 3, 433, 133500, '中国,吉林省,延边朝鲜族自治州,和龙市', 129.01, 42.55, 'Helong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222424, '汪清县', 222400, '汪清', 3, 433, 133200, '中国,吉林省,延边朝鲜族自治州,汪清县', 129.77, 43.31, 'Wangqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(222426, '安图县', 222400, '安图', 3, 433, 133600, '中国,吉林省,延边朝鲜族自治州,安图县', 128.91, 43.12, 'Antu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230000, '黑龙江省', 100000, '黑龙江', 1, 0, 0, '中国,黑龙江省', 126.64, 45.76, 'Heilongjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230100, '哈尔滨市', 230000, '哈尔滨', 2, 451, 150010, '中国,黑龙江省,哈尔滨市', 126.64, 45.76, 'Harbin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230102, '道里区', 230100, '道里', 3, 451, 150010, '中国,黑龙江省,哈尔滨市,道里区', 126.62, 45.76, 'Daoli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230103, '南岗区', 230100, '南岗', 3, 451, 150006, '中国,黑龙江省,哈尔滨市,南岗区', 126.67, 45.76, 'Nangang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230104, '道外区', 230100, '道外', 3, 451, 150020, '中国,黑龙江省,哈尔滨市,道外区', 126.65, 45.79, 'Daowai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230108, '平房区', 230100, '平房', 3, 451, 150060, '中国,黑龙江省,哈尔滨市,平房区', 126.64, 45.60, 'Pingfang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230109, '松北区', 230100, '松北', 3, 451, 150028, '中国,黑龙江省,哈尔滨市,松北区', 126.56, 45.81, 'Songbei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230110, '香坊区', 230100, '香坊', 3, 451, 150036, '中国,黑龙江省,哈尔滨市,香坊区', 126.68, 45.72, 'Xiangfang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230111, '呼兰区', 230100, '呼兰', 3, 451, 150500, '中国,黑龙江省,哈尔滨市,呼兰区', 126.59, 45.89, 'Hulan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230112, '阿城区', 230100, '阿城', 3, 451, 150300, '中国,黑龙江省,哈尔滨市,阿城区', 126.97, 45.54, 'Acheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230113, '双城区', 230100, '双城', 3, 451, 150100, '中国,黑龙江省,哈尔滨市,双城区', 126.31, 45.38, 'Shuangcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230123, '依兰县', 230100, '依兰', 3, 451, 154800, '中国,黑龙江省,哈尔滨市,依兰县', 129.57, 46.32, 'Yilan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230124, '方正县', 230100, '方正', 3, 451, 150800, '中国,黑龙江省,哈尔滨市,方正县', 128.83, 45.85, 'Fangzheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230125, '宾县', 230100, '宾县', 3, 451, 150400, '中国,黑龙江省,哈尔滨市,宾县', 127.49, 45.76, 'Binxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230126, '巴彦县', 230100, '巴彦', 3, 451, 151800, '中国,黑龙江省,哈尔滨市,巴彦县', 127.41, 46.08, 'Bayan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230127, '木兰县', 230100, '木兰', 3, 451, 151900, '中国,黑龙江省,哈尔滨市,木兰县', 128.04, 45.95, 'Mulan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230128, '通河县', 230100, '通河', 3, 451, 150900, '中国,黑龙江省,哈尔滨市,通河县', 128.75, 45.99, 'Tonghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230129, '延寿县', 230100, '延寿', 3, 451, 150700, '中国,黑龙江省,哈尔滨市,延寿县', 128.33, 45.46, 'Yanshou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230183, '尚志市', 230100, '尚志', 3, 451, 150600, '中国,黑龙江省,哈尔滨市,尚志市', 127.96, 45.22, 'Shangzhi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230184, '五常市', 230100, '五常', 3, 451, 150200, '中国,黑龙江省,哈尔滨市,五常市', 127.17, 44.93, 'Wuchang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230200, '齐齐哈尔市', 230000, '齐齐哈尔', 2, 452, 161005, '中国,黑龙江省,齐齐哈尔市', 123.95, 47.35, 'Qiqihar', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230202, '龙沙区', 230200, '龙沙', 3, 452, 161000, '中国,黑龙江省,齐齐哈尔市,龙沙区', 123.96, 47.32, 'Longsha', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230203, '建华区', 230200, '建华', 3, 452, 161006, '中国,黑龙江省,齐齐哈尔市,建华区', 124.01, 47.37, 'Jianhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230204, '铁锋区', 230200, '铁锋', 3, 452, 161000, '中国,黑龙江省,齐齐哈尔市,铁锋区', 123.98, 47.34, 'Tiefeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230205, '昂昂溪区', 230200, '昂昂溪', 3, 452, 161031, '中国,黑龙江省,齐齐哈尔市,昂昂溪区', 123.82, 47.16, 'Angangxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230206, '富拉尔基区', 230200, '富拉尔基', 3, 452, 161041, '中国,黑龙江省,齐齐哈尔市,富拉尔基区', 123.63, 47.21, 'Fulaerji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230207, '碾子山区', 230200, '碾子山', 3, 452, 161046, '中国,黑龙江省,齐齐哈尔市,碾子山区', 122.88, 47.52, 'Nianzishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230208, '梅里斯达斡尔族区', 230200, '梅里斯', 3, 452, 161021, '中国,黑龙江省,齐齐哈尔市,梅里斯达斡尔族区', 123.75, 47.31, 'Meilisi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230221, '龙江县', 230200, '龙江', 3, 452, 161100, '中国,黑龙江省,齐齐哈尔市,龙江县', 123.20, 47.34, 'Longjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230223, '依安县', 230200, '依安', 3, 452, 161500, '中国,黑龙江省,齐齐哈尔市,依安县', 125.31, 47.89, 'Yian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230224, '泰来县', 230200, '泰来', 3, 452, 162400, '中国,黑龙江省,齐齐哈尔市,泰来县', 123.42, 46.39, 'Tailai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230225, '甘南县', 230200, '甘南', 3, 452, 162100, '中国,黑龙江省,齐齐哈尔市,甘南县', 123.50, 47.92, 'Gannan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230227, '富裕县', 230200, '富裕', 3, 452, 161200, '中国,黑龙江省,齐齐哈尔市,富裕县', 124.47, 47.77, 'Fuyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230229, '克山县', 230200, '克山', 3, 452, 161600, '中国,黑龙江省,齐齐哈尔市,克山县', 125.87, 48.03, 'Keshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230230, '克东县', 230200, '克东', 3, 452, 164800, '中国,黑龙江省,齐齐哈尔市,克东县', 126.25, 48.04, 'Kedong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230231, '拜泉县', 230200, '拜泉', 3, 452, 164700, '中国,黑龙江省,齐齐哈尔市,拜泉县', 126.09, 47.61, 'Baiquan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230281, '讷河市', 230200, '讷河', 3, 452, 161300, '中国,黑龙江省,齐齐哈尔市,讷河市', 124.88, 48.48, 'Nehe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230300, '鸡西市', 230000, '鸡西', 2, 467, 158100, '中国,黑龙江省,鸡西市', 130.98, 45.30, 'Jixi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230302, '鸡冠区', 230300, '鸡冠', 3, 467, 158100, '中国,黑龙江省,鸡西市,鸡冠区', 130.98, 45.30, 'Jiguan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230303, '恒山区', 230300, '恒山', 3, 467, 158130, '中国,黑龙江省,鸡西市,恒山区', 130.91, 45.21, 'Hengshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230304, '滴道区', 230300, '滴道', 3, 467, 158150, '中国,黑龙江省,鸡西市,滴道区', 130.85, 45.35, 'Didao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230305, '梨树区', 230300, '梨树', 3, 467, 158160, '中国,黑龙江省,鸡西市,梨树区', 130.70, 45.09, 'Lishu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230306, '城子河区', 230300, '城子河', 3, 467, 158170, '中国,黑龙江省,鸡西市,城子河区', 131.01, 45.34, 'Chengzihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230307, '麻山区', 230300, '麻山', 3, 467, 158180, '中国,黑龙江省,鸡西市,麻山区', 130.48, 45.21, 'Mashan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230321, '鸡东县', 230300, '鸡东', 3, 467, 158200, '中国,黑龙江省,鸡西市,鸡东县', 131.12, 45.26, 'Jidong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230381, '虎林市', 230300, '虎林', 3, 467, 158400, '中国,黑龙江省,鸡西市,虎林市', 132.94, 45.76, 'Hulin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230382, '密山市', 230300, '密山', 3, 467, 158300, '中国,黑龙江省,鸡西市,密山市', 131.85, 45.53, 'Mishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230400, '鹤岗市', 230000, '鹤岗', 2, 468, 154100, '中国,黑龙江省,鹤岗市', 130.28, 47.33, 'Hegang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230402, '向阳区', 230400, '向阳', 3, 468, 154100, '中国,黑龙江省,鹤岗市,向阳区', 130.29, 47.34, 'Xiangyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL);
INSERT INTO `base_area` (`id`, `name`, `pid`, `short_name`, `grade`, `city_code`, `zip_code`, `merger_name`, `lng`, `lat`, `pinyin`, `created_at`, `updated_at`, `deleted_at`) VALUES
(230403, '工农区', 230400, '工农', 3, 468, 154101, '中国,黑龙江省,鹤岗市,工农区', 130.28, 47.32, 'Gongnong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230404, '南山区', 230400, '南山', 3, 468, 154104, '中国,黑龙江省,鹤岗市,南山区', 130.28, 47.31, 'Nanshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230405, '兴安区', 230400, '兴安', 3, 468, 154102, '中国,黑龙江省,鹤岗市,兴安区', 130.24, 47.25, 'Xingan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230406, '东山区', 230400, '东山', 3, 468, 154106, '中国,黑龙江省,鹤岗市,东山区', 130.32, 47.34, 'Dongshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230407, '兴山区', 230400, '兴山', 3, 468, 154105, '中国,黑龙江省,鹤岗市,兴山区', 130.29, 47.36, 'Xingshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230421, '萝北县', 230400, '萝北', 3, 468, 154200, '中国,黑龙江省,鹤岗市,萝北县', 130.83, 47.58, 'Luobei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230422, '绥滨县', 230400, '绥滨', 3, 468, 156200, '中国,黑龙江省,鹤岗市,绥滨县', 131.86, 47.29, 'Suibin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230500, '双鸭山市', 230000, '双鸭山', 2, 469, 155100, '中国,黑龙江省,双鸭山市', 131.16, 46.64, 'Shuangyashan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230502, '尖山区', 230500, '尖山', 3, 469, 155100, '中国,黑龙江省,双鸭山市,尖山区', 131.16, 46.65, 'Jianshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230503, '岭东区', 230500, '岭东', 3, 469, 155120, '中国,黑龙江省,双鸭山市,岭东区', 131.16, 46.59, 'Lingdong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230505, '四方台区', 230500, '四方台', 3, 469, 155130, '中国,黑龙江省,双鸭山市,四方台区', 131.34, 46.59, 'Sifangtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230506, '宝山区', 230500, '宝山', 3, 469, 155131, '中国,黑龙江省,双鸭山市,宝山区', 131.40, 46.58, 'Baoshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230521, '集贤县', 230500, '集贤', 3, 469, 155900, '中国,黑龙江省,双鸭山市,集贤县', 131.14, 46.73, 'Jixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230522, '友谊县', 230500, '友谊', 3, 469, 155800, '中国,黑龙江省,双鸭山市,友谊县', 131.81, 46.77, 'Youyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230523, '宝清县', 230500, '宝清', 3, 469, 155600, '中国,黑龙江省,双鸭山市,宝清县', 132.20, 46.33, 'Baoqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230524, '饶河县', 230500, '饶河', 3, 469, 155700, '中国,黑龙江省,双鸭山市,饶河县', 134.02, 46.80, 'Raohe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230600, '大庆市', 230000, '大庆', 2, 459, 163000, '中国,黑龙江省,大庆市', 125.11, 46.59, 'Daqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230602, '萨尔图区', 230600, '萨尔图', 3, 459, 163001, '中国,黑龙江省,大庆市,萨尔图区', 125.09, 46.59, 'Saertu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230603, '龙凤区', 230600, '龙凤', 3, 459, 163711, '中国,黑龙江省,大庆市,龙凤区', 125.12, 46.53, 'Longfeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230604, '让胡路区', 230600, '让胡路', 3, 459, 163712, '中国,黑龙江省,大庆市,让胡路区', 124.87, 46.65, 'Ranghulu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230605, '红岗区', 230600, '红岗', 3, 459, 163511, '中国,黑龙江省,大庆市,红岗区', 124.89, 46.40, 'Honggang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230606, '大同区', 230600, '大同', 3, 459, 163515, '中国,黑龙江省,大庆市,大同区', 124.82, 46.03, 'Datong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230621, '肇州县', 230600, '肇州', 3, 459, 166400, '中国,黑龙江省,大庆市,肇州县', 125.27, 45.70, 'Zhaozhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230622, '肇源县', 230600, '肇源', 3, 459, 166500, '中国,黑龙江省,大庆市,肇源县', 125.08, 45.52, 'Zhaoyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230623, '林甸县', 230600, '林甸', 3, 459, 166300, '中国,黑龙江省,大庆市,林甸县', 124.88, 47.19, 'Lindian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230624, '杜尔伯特蒙古族自治县', 230600, '杜尔伯特', 3, 459, 166200, '中国,黑龙江省,大庆市,杜尔伯特蒙古族自治县', 124.45, 46.87, 'Duerbote', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230700, '伊春市', 230000, '伊春', 2, 458, 153000, '中国,黑龙江省,伊春市', 128.90, 47.72, 'Yichun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230702, '伊春区', 230700, '伊春', 3, 458, 153000, '中国,黑龙江省,伊春市,伊春区', 128.91, 47.73, 'Yichun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230703, '南岔区', 230700, '南岔', 3, 458, 153100, '中国,黑龙江省,伊春市,南岔区', 129.28, 47.14, 'Nancha', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230704, '友好区', 230700, '友好', 3, 458, 153031, '中国,黑龙江省,伊春市,友好区', 128.84, 47.85, 'Youhao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230705, '西林区', 230700, '西林', 3, 458, 153025, '中国,黑龙江省,伊春市,西林区', 129.31, 47.48, 'Xilin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230706, '翠峦区', 230700, '翠峦', 3, 458, 153013, '中国,黑龙江省,伊春市,翠峦区', 128.67, 47.73, 'Cuiluan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230707, '新青区', 230700, '新青', 3, 458, 153036, '中国,黑龙江省,伊春市,新青区', 129.54, 48.29, 'Xinqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230708, '美溪区', 230700, '美溪', 3, 458, 153021, '中国,黑龙江省,伊春市,美溪区', 129.14, 47.64, 'Meixi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230709, '金山屯区', 230700, '金山屯', 3, 458, 153026, '中国,黑龙江省,伊春市,金山屯区', 129.44, 47.41, 'Jinshantun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230710, '五营区', 230700, '五营', 3, 458, 153033, '中国,黑龙江省,伊春市,五营区', 129.25, 48.11, 'Wuying', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230711, '乌马河区', 230700, '乌马河', 3, 458, 153011, '中国,黑龙江省,伊春市,乌马河区', 128.80, 47.73, 'Wumahe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230712, '汤旺河区', 230700, '汤旺河', 3, 458, 153037, '中国,黑龙江省,伊春市,汤旺河区', 129.57, 48.45, 'Tangwanghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230713, '带岭区', 230700, '带岭', 3, 458, 153106, '中国,黑龙江省,伊春市,带岭区', 129.02, 47.03, 'Dailing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230714, '乌伊岭区', 230700, '乌伊岭', 3, 458, 153038, '中国,黑龙江省,伊春市,乌伊岭区', 129.44, 48.60, 'Wuyiling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230715, '红星区', 230700, '红星', 3, 458, 153035, '中国,黑龙江省,伊春市,红星区', 129.39, 48.24, 'Hongxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230716, '上甘岭区', 230700, '上甘岭', 3, 458, 153032, '中国,黑龙江省,伊春市,上甘岭区', 129.02, 47.98, 'Shangganling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230722, '嘉荫县', 230700, '嘉荫', 3, 458, 153200, '中国,黑龙江省,伊春市,嘉荫县', 130.40, 48.89, 'Jiayin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230781, '铁力市', 230700, '铁力', 3, 458, 152500, '中国,黑龙江省,伊春市,铁力市', 128.03, 46.99, 'Tieli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230800, '佳木斯市', 230000, '佳木斯', 2, 454, 154002, '中国,黑龙江省,佳木斯市', 130.36, 46.81, 'Jiamusi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230803, '向阳区', 230800, '向阳', 3, 454, 154002, '中国,黑龙江省,佳木斯市,向阳区', 130.37, 46.81, 'Xiangyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230804, '前进区', 230800, '前进', 3, 454, 154002, '中国,黑龙江省,佳木斯市,前进区', 130.38, 46.81, 'Qianjin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230805, '东风区', 230800, '东风', 3, 454, 154005, '中国,黑龙江省,佳木斯市,东风区', 130.40, 46.82, 'Dongfeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230811, '郊区', 230800, '郊区', 3, 454, 154004, '中国,黑龙江省,佳木斯市,郊区', 130.33, 46.81, 'Jiaoqu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230822, '桦南县', 230800, '桦南', 3, 454, 154400, '中国,黑龙江省,佳木斯市,桦南县', 130.55, 46.24, 'Huanan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230826, '桦川县', 230800, '桦川', 3, 454, 154300, '中国,黑龙江省,佳木斯市,桦川县', 130.72, 47.02, 'Huachuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230828, '汤原县', 230800, '汤原', 3, 454, 154700, '中国,黑龙江省,佳木斯市,汤原县', 129.91, 46.73, 'Tangyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230833, '抚远县', 230800, '抚远', 3, 454, 156500, '中国,黑龙江省,佳木斯市,抚远县', 134.30, 48.37, 'Fuyuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230881, '同江市', 230800, '同江', 3, 454, 156400, '中国,黑龙江省,佳木斯市,同江市', 132.51, 47.64, 'Tongjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230882, '富锦市', 230800, '富锦', 3, 454, 156100, '中国,黑龙江省,佳木斯市,富锦市', 132.04, 47.25, 'Fujin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230900, '七台河市', 230000, '七台河', 2, 464, 154600, '中国,黑龙江省,七台河市', 131.02, 45.77, 'Qitaihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230902, '新兴区', 230900, '新兴', 3, 464, 154604, '中国,黑龙江省,七台河市,新兴区', 130.93, 45.82, 'Xinxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230903, '桃山区', 230900, '桃山', 3, 464, 154600, '中国,黑龙江省,七台河市,桃山区', 131.02, 45.77, 'Taoshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230904, '茄子河区', 230900, '茄子河', 3, 464, 154622, '中国,黑龙江省,七台河市,茄子河区', 131.07, 45.79, 'Qiezihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(230921, '勃利县', 230900, '勃利', 3, 464, 154500, '中国,黑龙江省,七台河市,勃利县', 130.59, 45.76, 'Boli', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231000, '牡丹江市', 230000, '牡丹江', 2, 453, 157000, '中国,黑龙江省,牡丹江市', 129.62, 44.58, 'Mudanjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231002, '东安区', 231000, '东安', 3, 453, 157000, '中国,黑龙江省,牡丹江市,东安区', 129.63, 44.58, 'Dongan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231003, '阳明区', 231000, '阳明', 3, 453, 157013, '中国,黑龙江省,牡丹江市,阳明区', 129.63, 44.60, 'Yangming', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231004, '爱民区', 231000, '爱民', 3, 453, 157009, '中国,黑龙江省,牡丹江市,爱民区', 129.59, 44.60, 'Aimin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231005, '西安区', 231000, '西安', 3, 453, 157000, '中国,黑龙江省,牡丹江市,西安区', 129.62, 44.58, 'Xian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231024, '东宁县', 231000, '东宁', 3, 453, 157200, '中国,黑龙江省,牡丹江市,东宁县', 131.13, 44.07, 'Dongning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231025, '林口县', 231000, '林口', 3, 453, 157600, '中国,黑龙江省,牡丹江市,林口县', 130.28, 45.28, 'Linkou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231081, '绥芬河市', 231000, '绥芬河', 3, 453, 157300, '中国,黑龙江省,牡丹江市,绥芬河市', 131.15, 44.41, 'Suifenhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231083, '海林市', 231000, '海林', 3, 453, 157100, '中国,黑龙江省,牡丹江市,海林市', 129.38, 44.59, 'Hailin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231084, '宁安市', 231000, '宁安', 3, 453, 157400, '中国,黑龙江省,牡丹江市,宁安市', 129.48, 44.34, 'Ningan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231085, '穆棱市', 231000, '穆棱', 3, 453, 157500, '中国,黑龙江省,牡丹江市,穆棱市', 130.53, 44.92, 'Muling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231100, '黑河市', 230000, '黑河', 2, 456, 164300, '中国,黑龙江省,黑河市', 127.50, 50.25, 'Heihe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231102, '爱辉区', 231100, '爱辉', 3, 456, 164300, '中国,黑龙江省,黑河市,爱辉区', 127.50, 50.25, 'Aihui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231121, '嫩江县', 231100, '嫩江', 3, 456, 161400, '中国,黑龙江省,黑河市,嫩江县', 125.23, 49.18, 'Nenjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231123, '逊克县', 231100, '逊克', 3, 456, 164400, '中国,黑龙江省,黑河市,逊克县', 128.48, 49.58, 'Xunke', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231124, '孙吴县', 231100, '孙吴', 3, 456, 164200, '中国,黑龙江省,黑河市,孙吴县', 127.34, 49.43, 'Sunwu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231181, '北安市', 231100, '北安', 3, 456, 164000, '中国,黑龙江省,黑河市,北安市', 126.48, 48.24, 'Beian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231182, '五大连池市', 231100, '五大连池', 3, 456, 164100, '中国,黑龙江省,黑河市,五大连池市', 126.20, 48.52, 'Wudalianchi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231200, '绥化市', 230000, '绥化', 2, 455, 152000, '中国,黑龙江省,绥化市', 126.99, 46.64, 'Suihua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231202, '北林区', 231200, '北林', 3, 455, 152000, '中国,黑龙江省,绥化市,北林区', 126.99, 46.64, 'Beilin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231221, '望奎县', 231200, '望奎', 3, 455, 152100, '中国,黑龙江省,绥化市,望奎县', 126.48, 46.83, 'Wangkui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231222, '兰西县', 231200, '兰西', 3, 455, 151500, '中国,黑龙江省,绥化市,兰西县', 126.29, 46.25, 'Lanxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231223, '青冈县', 231200, '青冈', 3, 455, 151600, '中国,黑龙江省,绥化市,青冈县', 126.11, 46.69, 'Qinggang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231224, '庆安县', 231200, '庆安', 3, 455, 152400, '中国,黑龙江省,绥化市,庆安县', 127.51, 46.88, 'Qingan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231225, '明水县', 231200, '明水', 3, 455, 151700, '中国,黑龙江省,绥化市,明水县', 125.91, 47.17, 'Mingshui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231226, '绥棱县', 231200, '绥棱', 3, 455, 152200, '中国,黑龙江省,绥化市,绥棱县', 127.12, 47.24, 'Suileng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231281, '安达市', 231200, '安达', 3, 455, 151400, '中国,黑龙江省,绥化市,安达市', 125.34, 46.42, 'Anda', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231282, '肇东市', 231200, '肇东', 3, 455, 151100, '中国,黑龙江省,绥化市,肇东市', 125.96, 46.05, 'Zhaodong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(231283, '海伦市', 231200, '海伦', 3, 455, 152300, '中国,黑龙江省,绥化市,海伦市', 126.97, 47.46, 'Hailun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232700, '大兴安岭地区', 230000, '大兴安岭', 2, 457, 165000, '中国,黑龙江省,大兴安岭地区', 124.71, 52.34, 'DaXingAnLing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232701, '加格达奇区', 232700, '加格达奇', 3, 457, 165000, '中国,黑龙江省,大兴安岭地区,加格达奇区', 124.31, 51.98, 'Jiagedaqi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232702, '新林区', 232700, '新林', 3, 457, 165000, '中国,黑龙江省,大兴安岭地区,新林区', 124.40, 51.67, 'Xinlin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232703, '松岭区', 232700, '松岭', 3, 457, 165000, '中国,黑龙江省,大兴安岭地区,松岭区', 124.19, 51.99, 'Songling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232704, '呼中区', 232700, '呼中', 3, 457, 165000, '中国,黑龙江省,大兴安岭地区,呼中区', 123.60, 52.03, 'Huzhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232721, '呼玛县', 232700, '呼玛', 3, 457, 165100, '中国,黑龙江省,大兴安岭地区,呼玛县', 126.66, 51.73, 'Huma', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232722, '塔河县', 232700, '塔河', 3, 457, 165200, '中国,黑龙江省,大兴安岭地区,塔河县', 124.71, 52.33, 'Tahe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(232723, '漠河县', 232700, '漠河', 3, 457, 165300, '中国,黑龙江省,大兴安岭地区,漠河县', 122.54, 52.97, 'Mohe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310100, '上海市', 100000, '上海', 1, 0, 0, '中国,上海市', 121.47, 31.23, 'Shanghai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310101, '黄浦区', 310100, '黄浦', 2, 21, 200001, '中国,上海市,黄浦区', 121.49, 31.22, 'Huangpu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310104, '徐汇区', 310100, '徐汇', 2, 21, 200030, '中国,上海市,徐汇区', 121.44, 31.19, 'Xuhui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310105, '长宁区', 310100, '长宁', 2, 21, 200050, '中国,上海市,长宁区', 121.42, 31.22, 'Changning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310106, '静安区', 310100, '静安', 2, 21, 200040, '中国,上海市,静安区', 121.44, 31.23, 'Jingan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310107, '普陀区', 310100, '普陀', 2, 21, 200333, '中国,上海市,普陀区', 121.40, 31.25, 'Putuo', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310108, '闸北区', 310100, '闸北', 2, 21, 200070, '中国,上海市,闸北区', 121.45, 31.28, 'Zhabei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310109, '虹口区', 310100, '虹口', 2, 21, 200086, '中国,上海市,虹口区', 121.48, 31.28, 'Hongkou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310110, '杨浦区', 310100, '杨浦', 2, 21, 200082, '中国,上海市,杨浦区', 121.53, 31.26, 'Yangpu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310112, '闵行区', 310100, '闵行', 2, 21, 201100, '中国,上海市,闵行区', 121.38, 31.11, 'Minhang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310113, '宝山区', 310100, '宝山', 2, 21, 201900, '中国,上海市,宝山区', 121.49, 31.40, 'Baoshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310114, '嘉定区', 310100, '嘉定', 2, 21, 201800, '中国,上海市,嘉定区', 121.27, 31.37, 'Jiading', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310115, '浦东新区', 310100, '浦东', 2, 21, 200135, '中国,上海市,浦东新区', 121.55, 31.22, 'Pudong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310116, '金山区', 310100, '金山', 2, 21, 200540, '中国,上海市,金山区', 121.34, 30.74, 'Jinshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310117, '松江区', 310100, '松江', 2, 21, 201600, '中国,上海市,松江区', 121.23, 31.03, 'Songjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310118, '青浦区', 310100, '青浦', 2, 21, 201700, '中国,上海市,青浦区', 121.12, 31.15, 'Qingpu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310120, '奉贤区', 310100, '奉贤', 2, 21, 201400, '中国,上海市,奉贤区', 121.47, 30.92, 'Fengxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(310230, '崇明县', 310100, '崇明', 2, 21, 202150, '中国,上海市,崇明县', 121.40, 31.62, 'Chongming', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320000, '江苏省', 100000, '江苏', 1, 0, 0, '中国,江苏省', 118.77, 32.04, 'Jiangsu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320100, '南京市', 320000, '南京', 2, 25, 210008, '中国,江苏省,南京市', 118.77, 32.04, 'Nanjing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320102, '玄武区', 320100, '玄武', 3, 25, 210018, '中国,江苏省,南京市,玄武区', 118.80, 32.05, 'Xuanwu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320104, '秦淮区', 320100, '秦淮', 3, 25, 210001, '中国,江苏省,南京市,秦淮区', 118.80, 32.01, 'Qinhuai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320105, '建邺区', 320100, '建邺', 3, 25, 210004, '中国,江苏省,南京市,建邺区', 118.77, 32.03, 'Jianye', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320106, '鼓楼区', 320100, '鼓楼', 3, 25, 210009, '中国,江苏省,南京市,鼓楼区', 118.77, 32.07, 'Gulou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320111, '浦口区', 320100, '浦口', 3, 25, 211800, '中国,江苏省,南京市,浦口区', 118.63, 32.06, 'Pukou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320113, '栖霞区', 320100, '栖霞', 3, 25, 210046, '中国,江苏省,南京市,栖霞区', 118.88, 32.11, 'Qixia', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320114, '雨花台区', 320100, '雨花台', 3, 25, 210012, '中国,江苏省,南京市,雨花台区', 118.78, 31.99, 'Yuhuatai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320115, '江宁区', 320100, '江宁', 3, 25, 211100, '中国,江苏省,南京市,江宁区', 118.84, 31.95, 'Jiangning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320116, '六合区', 320100, '六合', 3, 25, 211500, '中国,江苏省,南京市,六合区', 118.84, 32.34, 'Luhe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320117, '溧水区', 320100, '溧水', 3, 25, 211200, '中国,江苏省,南京市,溧水区', 119.03, 31.65, 'Lishui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320118, '高淳区', 320100, '高淳', 3, 25, 211300, '中国,江苏省,南京市,高淳区', 118.88, 31.33, 'Gaochun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320200, '无锡市', 320000, '无锡', 2, 510, 214000, '中国,江苏省,无锡市', 120.30, 31.57, 'Wuxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320202, '崇安区', 320200, '崇安', 3, 510, 214001, '中国,江苏省,无锡市,崇安区', 120.30, 31.58, 'Chongan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320203, '南长区', 320200, '南长', 3, 510, 214021, '中国,江苏省,无锡市,南长区', 120.31, 31.56, 'Nanchang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320204, '北塘区', 320200, '北塘', 3, 510, 214044, '中国,江苏省,无锡市,北塘区', 120.29, 31.61, 'Beitang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320205, '锡山区', 320200, '锡山', 3, 510, 214101, '中国,江苏省,无锡市,锡山区', 120.36, 31.59, 'Xishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320206, '惠山区', 320200, '惠山', 3, 510, 214174, '中国,江苏省,无锡市,惠山区', 120.30, 31.68, 'Huishan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320211, '滨湖区', 320200, '滨湖', 3, 510, 214123, '中国,江苏省,无锡市,滨湖区', 120.30, 31.52, 'Binhu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320281, '江阴市', 320200, '江阴', 3, 510, 214431, '中国,江苏省,无锡市,江阴市', 120.28, 31.92, 'Jiangyin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320282, '宜兴市', 320200, '宜兴', 3, 510, 214200, '中国,江苏省,无锡市,宜兴市', 119.82, 31.34, 'Yixing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320300, '徐州市', 320000, '徐州', 2, 516, 221003, '中国,江苏省,徐州市', 117.19, 34.26, 'Xuzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320302, '鼓楼区', 320300, '鼓楼', 3, 516, 221005, '中国,江苏省,徐州市,鼓楼区', 117.19, 34.29, 'Gulou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320303, '云龙区', 320300, '云龙', 3, 516, 221007, '中国,江苏省,徐州市,云龙区', 117.23, 34.25, 'Yunlong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320305, '贾汪区', 320300, '贾汪', 3, 516, 221003, '中国,江苏省,徐州市,贾汪区', 117.45, 34.44, 'Jiawang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320311, '泉山区', 320300, '泉山', 3, 516, 221006, '中国,江苏省,徐州市,泉山区', 117.19, 34.24, 'Quanshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320312, '铜山区', 320300, '铜山', 3, 516, 221106, '中国,江苏省,徐州市,铜山区', 117.18, 34.19, 'Tongshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320321, '丰县', 320300, '丰县', 3, 516, 221700, '中国,江苏省,徐州市,丰县', 116.60, 34.70, 'Fengxian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320322, '沛县', 320300, '沛县', 3, 516, 221600, '中国,江苏省,徐州市,沛县', 116.94, 34.72, 'Peixian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320324, '睢宁县', 320300, '睢宁', 3, 516, 221200, '中国,江苏省,徐州市,睢宁县', 117.94, 33.91, 'Suining', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320381, '新沂市', 320300, '新沂', 3, 516, 221400, '中国,江苏省,徐州市,新沂市', 118.36, 34.37, 'Xinyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320382, '邳州市', 320300, '邳州', 3, 516, 221300, '中国,江苏省,徐州市,邳州市', 117.96, 34.33, 'Pizhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320400, '常州市', 320000, '常州', 2, 519, 213000, '中国,江苏省,常州市', 119.95, 31.77, 'Changzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320402, '天宁区', 320400, '天宁', 3, 519, 213000, '中国,江苏省,常州市,天宁区', 119.95, 31.75, 'Tianning', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320404, '钟楼区', 320400, '钟楼', 3, 519, 213023, '中国,江苏省,常州市,钟楼区', 119.90, 31.80, 'Zhonglou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320405, '戚墅堰区', 320400, '戚墅堰', 3, 519, 213025, '中国,江苏省,常州市,戚墅堰区', 120.06, 31.72, 'Qishuyan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320411, '新北区', 320400, '新北', 3, 519, 213022, '中国,江苏省,常州市,新北区', 119.97, 31.83, 'Xinbei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320412, '武进区', 320400, '武进', 3, 519, 213100, '中国,江苏省,常州市,武进区', 119.94, 31.70, 'Wujin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320481, '溧阳市', 320400, '溧阳', 3, 519, 213300, '中国,江苏省,常州市,溧阳市', 119.48, 31.42, 'Liyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320482, '金坛市', 320400, '金坛', 3, 519, 213200, '中国,江苏省,常州市,金坛市', 119.58, 31.74, 'Jintan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320500, '苏州市', 320000, '苏州', 2, 512, 215002, '中国,江苏省,苏州市', 120.62, 31.30, 'Suzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320505, '虎丘区', 320500, '虎丘', 3, 512, 215004, '中国,江苏省,苏州市,虎丘区', 120.57, 31.30, 'Huqiu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320506, '吴中区', 320500, '吴中', 3, 512, 215128, '中国,江苏省,苏州市,吴中区', 120.63, 31.26, 'Wuzhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320507, '相城区', 320500, '相城', 3, 512, 215131, '中国,江苏省,苏州市,相城区', 120.64, 31.37, 'Xiangcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320508, '姑苏区', 320500, '姑苏', 3, 512, 215031, '中国,江苏省,苏州市,姑苏区', 120.62, 31.30, 'Gusu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320509, '吴江区', 320500, '吴江', 3, 512, 215200, '中国,江苏省,苏州市,吴江区', 120.64, 31.16, 'Wujiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320581, '常熟市', 320500, '常熟', 3, 512, 215500, '中国,江苏省,苏州市,常熟市', 120.75, 31.65, 'Changshu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320582, '张家港市', 320500, '张家港', 3, 512, 215600, '中国,江苏省,苏州市,张家港市', 120.56, 31.88, 'Zhangjiagang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320583, '昆山市', 320500, '昆山', 3, 512, 215300, '中国,江苏省,苏州市,昆山市', 120.98, 31.38, 'Kunshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320585, '太仓市', 320500, '太仓', 3, 512, 215400, '中国,江苏省,苏州市,太仓市', 121.11, 31.45, 'Taicang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320600, '南通市', 320000, '南通', 2, 513, 226001, '中国,江苏省,南通市', 120.86, 32.02, 'Nantong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320602, '崇川区', 320600, '崇川', 3, 513, 226001, '中国,江苏省,南通市,崇川区', 120.86, 32.01, 'Chongchuan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320611, '港闸区', 320600, '港闸', 3, 513, 226001, '中国,江苏省,南通市,港闸区', 120.82, 32.03, 'Gangzha', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320612, '通州区', 320600, '通州', 3, 513, 226300, '中国,江苏省,南通市,通州区', 121.07, 32.07, 'Tongzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320621, '海安县', 320600, '海安', 3, 513, 226600, '中国,江苏省,南通市,海安县', 120.46, 32.55, 'Haian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320623, '如东县', 320600, '如东', 3, 513, 226400, '中国,江苏省,南通市,如东县', 121.19, 32.31, 'Rudong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320681, '启东市', 320600, '启东', 3, 513, 226200, '中国,江苏省,南通市,启东市', 121.66, 31.81, 'Qidong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320682, '如皋市', 320600, '如皋', 3, 513, 226500, '中国,江苏省,南通市,如皋市', 120.56, 32.38, 'Rugao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320684, '海门市', 320600, '海门', 3, 513, 226100, '中国,江苏省,南通市,海门市', 121.17, 31.89, 'Haimen', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320700, '连云港市', 320000, '连云港', 2, 518, 222002, '中国,江苏省,连云港市', 119.18, 34.60, 'Lianyungang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320703, '连云区', 320700, '连云', 3, 518, 222042, '中国,江苏省,连云港市,连云区', 119.37, 34.75, 'Lianyun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320706, '海州区', 320700, '海州', 3, 518, 222003, '中国,江苏省,连云港市,海州区', 119.13, 34.57, 'Haizhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320707, '赣榆区', 320700, '赣榆', 3, 518, 222100, '中国,江苏省,连云港市,赣榆区', 119.13, 34.84, 'Ganyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320722, '东海县', 320700, '东海', 3, 518, 222300, '中国,江苏省,连云港市,东海县', 118.77, 34.54, 'Donghai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320723, '灌云县', 320700, '灌云', 3, 518, 222200, '中国,江苏省,连云港市,灌云县', 119.24, 34.28, 'Guanyun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320724, '灌南县', 320700, '灌南', 3, 518, 222500, '中国,江苏省,连云港市,灌南县', 119.36, 34.09, 'Guannan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320800, '淮安市', 320000, '淮安', 2, 517, 223001, '中国,江苏省,淮安市', 119.02, 33.60, 'Huaian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320802, '清河区', 320800, '清河', 3, 517, 223001, '中国,江苏省,淮安市,清河区', 119.01, 33.60, 'Qinghe', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320803, '淮安区', 320800, '淮安', 3, 517, 223200, '中国,江苏省,淮安市,淮安区', 119.02, 33.60, 'Huaian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320804, '淮阴区', 320800, '淮阴', 3, 517, 223300, '中国,江苏省,淮安市,淮阴区', 119.03, 33.63, 'Huaiyin', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320811, '清浦区', 320800, '清浦', 3, 517, 223002, '中国,江苏省,淮安市,清浦区', 119.03, 33.55, 'Qingpu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320826, '涟水县', 320800, '涟水', 3, 517, 223400, '中国,江苏省,淮安市,涟水县', 119.26, 33.78, 'Lianshui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320829, '洪泽县', 320800, '洪泽', 3, 517, 223100, '中国,江苏省,淮安市,洪泽县', 118.87, 33.29, 'Hongze', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320830, '盱眙县', 320800, '盱眙', 3, 517, 211700, '中国,江苏省,淮安市,盱眙县', 118.55, 33.01, 'Xuyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320831, '金湖县', 320800, '金湖', 3, 517, 211600, '中国,江苏省,淮安市,金湖县', 119.02, 33.02, 'Jinhu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320900, '盐城市', 320000, '盐城', 2, 515, 224005, '中国,江苏省,盐城市', 120.14, 33.38, 'Yancheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320902, '亭湖区', 320900, '亭湖', 3, 515, 224005, '中国,江苏省,盐城市,亭湖区', 120.17, 33.38, 'Tinghu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320903, '盐都区', 320900, '盐都', 3, 515, 224055, '中国,江苏省,盐城市,盐都区', 120.15, 33.34, 'Yandu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320921, '响水县', 320900, '响水', 3, 515, 224600, '中国,江苏省,盐城市,响水县', 119.57, 34.21, 'Xiangshui', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320922, '滨海县', 320900, '滨海', 3, 515, 224500, '中国,江苏省,盐城市,滨海县', 119.82, 33.99, 'Binhai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320923, '阜宁县', 320900, '阜宁', 3, 515, 224400, '中国,江苏省,盐城市,阜宁县', 119.80, 33.78, 'Funing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320924, '射阳县', 320900, '射阳', 3, 515, 224300, '中国,江苏省,盐城市,射阳县', 120.26, 33.78, 'Sheyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320925, '建湖县', 320900, '建湖', 3, 515, 224700, '中国,江苏省,盐城市,建湖县', 119.80, 33.47, 'Jianhu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320981, '东台市', 320900, '东台', 3, 515, 224200, '中国,江苏省,盐城市,东台市', 120.32, 32.85, 'Dongtai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(320982, '大丰市', 320900, '大丰', 3, 515, 224100, '中国,江苏省,盐城市,大丰市', 120.47, 33.20, 'Dafeng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321000, '扬州市', 320000, '扬州', 2, 514, 225002, '中国,江苏省,扬州市', 119.42, 32.39, 'Yangzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321002, '广陵区', 321000, '广陵', 3, 514, 225002, '中国,江苏省,扬州市,广陵区', 119.43, 32.39, 'Guangling', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321003, '邗江区', 321000, '邗江', 3, 514, 225002, '中国,江苏省,扬州市,邗江区', 119.40, 32.38, 'Hanjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321012, '江都区', 321000, '江都', 3, 514, 225200, '中国,江苏省,扬州市,江都区', 119.57, 32.43, 'Jiangdu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321023, '宝应县', 321000, '宝应', 3, 514, 225800, '中国,江苏省,扬州市,宝应县', 119.31, 33.24, 'Baoying', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321081, '仪征市', 321000, '仪征', 3, 514, 211400, '中国,江苏省,扬州市,仪征市', 119.18, 32.27, 'Yizheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321084, '高邮市', 321000, '高邮', 3, 514, 225600, '中国,江苏省,扬州市,高邮市', 119.46, 32.78, 'Gaoyou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321100, '镇江市', 320000, '镇江', 2, 511, 212004, '中国,江苏省,镇江市', 119.45, 32.20, 'Zhenjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321102, '京口区', 321100, '京口', 3, 511, 212003, '中国,江苏省,镇江市,京口区', 119.47, 32.20, 'Jingkou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321111, '润州区', 321100, '润州', 3, 511, 212005, '中国,江苏省,镇江市,润州区', 119.41, 32.20, 'Runzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321112, '丹徒区', 321100, '丹徒', 3, 511, 212028, '中国,江苏省,镇江市,丹徒区', 119.43, 32.13, 'Dantu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321181, '丹阳市', 321100, '丹阳', 3, 511, 212300, '中国,江苏省,镇江市,丹阳市', 119.58, 31.99, 'Danyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321182, '扬中市', 321100, '扬中', 3, 511, 212200, '中国,江苏省,镇江市,扬中市', 119.80, 32.24, 'Yangzhong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321183, '句容市', 321100, '句容', 3, 511, 212400, '中国,江苏省,镇江市,句容市', 119.17, 31.96, 'Jurong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321200, '泰州市', 320000, '泰州', 2, 523, 225300, '中国,江苏省,泰州市', 119.92, 32.48, 'Taizhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321202, '海陵区', 321200, '海陵', 3, 523, 225300, '中国,江苏省,泰州市,海陵区', 119.92, 32.49, 'Hailing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321203, '高港区', 321200, '高港', 3, 523, 225321, '中国,江苏省,泰州市,高港区', 119.88, 32.32, 'Gaogang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321204, '姜堰区', 321200, '姜堰', 3, 523, 225500, '中国,江苏省,泰州市,姜堰区', 120.15, 32.51, 'Jiangyan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321281, '兴化市', 321200, '兴化', 3, 523, 225700, '中国,江苏省,泰州市,兴化市', 119.85, 32.91, 'Xinghua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321282, '靖江市', 321200, '靖江', 3, 523, 214500, '中国,江苏省,泰州市,靖江市', 120.27, 32.02, 'Jingjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321283, '泰兴市', 321200, '泰兴', 3, 523, 225400, '中国,江苏省,泰州市,泰兴市', 120.05, 32.17, 'Taixing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321300, '宿迁市', 320000, '宿迁', 2, 527, 223800, '中国,江苏省,宿迁市', 118.29, 33.95, 'Suqian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321302, '宿城区', 321300, '宿城', 3, 527, 223800, '中国,江苏省,宿迁市,宿城区', 118.29, 33.94, 'Sucheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321311, '宿豫区', 321300, '宿豫', 3, 527, 223800, '中国,江苏省,宿迁市,宿豫区', 118.33, 33.95, 'Suyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321322, '沭阳县', 321300, '沭阳', 3, 527, 223600, '中国,江苏省,宿迁市,沭阳县', 118.77, 34.11, 'Shuyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321323, '泗阳县', 321300, '泗阳', 3, 527, 223700, '中国,江苏省,宿迁市,泗阳县', 118.70, 33.72, 'Siyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(321324, '泗洪县', 321300, '泗洪', 3, 527, 223900, '中国,江苏省,宿迁市,泗洪县', 118.22, 33.46, 'Sihong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330000, '浙江省', 100000, '浙江', 1, 0, 0, '中国,浙江省', 120.15, 30.29, 'Zhejiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330100, '杭州市', 330000, '杭州', 2, 571, 310026, '中国,浙江省,杭州市', 120.15, 30.29, 'Hangzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330102, '上城区', 330100, '上城', 3, 571, 310002, '中国,浙江省,杭州市,上城区', 120.17, 30.24, 'Shangcheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330103, '下城区', 330100, '下城', 3, 571, 310006, '中国,浙江省,杭州市,下城区', 120.18, 30.28, 'Xiacheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330104, '江干区', 330100, '江干', 3, 571, 310016, '中国,浙江省,杭州市,江干区', 120.20, 30.26, 'Jianggan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330105, '拱墅区', 330100, '拱墅', 3, 571, 310011, '中国,浙江省,杭州市,拱墅区', 120.14, 30.32, 'Gongshu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330106, '西湖区', 330100, '西湖', 3, 571, 310013, '中国,浙江省,杭州市,西湖区', 120.13, 30.26, 'Xihu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330108, '滨江区', 330100, '滨江', 3, 571, 310051, '中国,浙江省,杭州市,滨江区', 120.21, 30.21, 'Binjiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330109, '萧山区', 330100, '萧山', 3, 571, 311200, '中国,浙江省,杭州市,萧山区', 120.27, 30.18, 'Xiaoshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330110, '余杭区', 330100, '余杭', 3, 571, 311100, '中国,浙江省,杭州市,余杭区', 120.30, 30.42, 'Yuhang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330122, '桐庐县', 330100, '桐庐', 3, 571, 311500, '中国,浙江省,杭州市,桐庐县', 119.69, 29.80, 'Tonglu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330127, '淳安县', 330100, '淳安', 3, 571, 311700, '中国,浙江省,杭州市,淳安县', 119.04, 29.61, 'Chunan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330182, '建德市', 330100, '建德', 3, 571, 311600, '中国,浙江省,杭州市,建德市', 119.28, 29.48, 'Jiande', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330183, '富阳区', 330100, '富阳', 3, 571, 311400, '中国,浙江省,杭州市,富阳区', 119.96, 30.05, 'Fuyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330185, '临安市', 330100, '临安', 3, 571, 311300, '中国,浙江省,杭州市,临安市', 119.72, 30.23, 'Linan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330200, '宁波市', 330000, '宁波', 2, 574, 315000, '中国,浙江省,宁波市', 121.55, 29.87, 'Ningbo', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330203, '海曙区', 330200, '海曙', 3, 574, 315000, '中国,浙江省,宁波市,海曙区', 121.55, 29.86, 'Haishu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330204, '江东区', 330200, '江东', 3, 574, 315040, '中国,浙江省,宁波市,江东区', 121.57, 29.87, 'Jiangdong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330205, '江北区', 330200, '江北', 3, 574, 315020, '中国,浙江省,宁波市,江北区', 121.56, 29.89, 'Jiangbei', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330206, '北仑区', 330200, '北仑', 3, 574, 315800, '中国,浙江省,宁波市,北仑区', 121.84, 29.90, 'Beilun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330211, '镇海区', 330200, '镇海', 3, 574, 315200, '中国,浙江省,宁波市,镇海区', 121.72, 29.95, 'Zhenhai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330212, '鄞州区', 330200, '鄞州', 3, 574, 315100, '中国,浙江省,宁波市,鄞州区', 121.55, 29.82, 'Yinzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330225, '象山县', 330200, '象山', 3, 574, 315700, '中国,浙江省,宁波市,象山县', 121.87, 29.48, 'Xiangshan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330226, '宁海县', 330200, '宁海', 3, 574, 315600, '中国,浙江省,宁波市,宁海县', 121.43, 29.29, 'Ninghai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330281, '余姚市', 330200, '余姚', 3, 574, 315400, '中国,浙江省,宁波市,余姚市', 121.15, 30.04, 'Yuyao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330282, '慈溪市', 330200, '慈溪', 3, 574, 315300, '中国,浙江省,宁波市,慈溪市', 121.27, 30.17, 'Cixi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330283, '奉化市', 330200, '奉化', 3, 574, 315500, '中国,浙江省,宁波市,奉化市', 121.41, 29.66, 'Fenghua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330300, '温州市', 330000, '温州', 2, 577, 325000, '中国,浙江省,温州市', 120.67, 28.00, 'Wenzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330302, '鹿城区', 330300, '鹿城', 3, 577, 325000, '中国,浙江省,温州市,鹿城区', 120.66, 28.01, 'Lucheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330303, '龙湾区', 330300, '龙湾', 3, 577, 325013, '中国,浙江省,温州市,龙湾区', 120.83, 27.91, 'Longwan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330304, '瓯海区', 330300, '瓯海', 3, 577, 325005, '中国,浙江省,温州市,瓯海区', 120.64, 28.01, 'Ouhai', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330322, '洞头县', 330300, '洞头', 3, 577, 325700, '中国,浙江省,温州市,洞头县', 121.16, 27.84, 'Dongtou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330324, '永嘉县', 330300, '永嘉', 3, 577, 325100, '中国,浙江省,温州市,永嘉县', 120.69, 28.15, 'Yongjia', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330326, '平阳县', 330300, '平阳', 3, 577, 325400, '中国,浙江省,温州市,平阳县', 120.56, 27.66, 'Pingyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330327, '苍南县', 330300, '苍南', 3, 577, 325800, '中国,浙江省,温州市,苍南县', 120.43, 27.52, 'Cangnan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330328, '文成县', 330300, '文成', 3, 577, 325300, '中国,浙江省,温州市,文成县', 120.09, 27.79, 'Wencheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330329, '泰顺县', 330300, '泰顺', 3, 577, 325500, '中国,浙江省,温州市,泰顺县', 119.72, 27.56, 'Taishun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330381, '瑞安市', 330300, '瑞安', 3, 577, 325200, '中国,浙江省,温州市,瑞安市', 120.66, 27.78, 'Ruian', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330382, '乐清市', 330300, '乐清', 3, 577, 325600, '中国,浙江省,温州市,乐清市', 120.96, 28.12, 'Yueqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330400, '嘉兴市', 330000, '嘉兴', 2, 573, 314000, '中国,浙江省,嘉兴市', 120.75, 30.76, 'Jiaxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330402, '南湖区', 330400, '南湖', 3, 573, 314051, '中国,浙江省,嘉兴市,南湖区', 120.78, 30.75, 'Nanhu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330411, '秀洲区', 330400, '秀洲', 3, 573, 314031, '中国,浙江省,嘉兴市,秀洲区', 120.71, 30.76, 'Xiuzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330421, '嘉善县', 330400, '嘉善', 3, 573, 314100, '中国,浙江省,嘉兴市,嘉善县', 120.93, 30.83, 'Jiashan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330424, '海盐县', 330400, '海盐', 3, 573, 314300, '中国,浙江省,嘉兴市,海盐县', 120.95, 30.53, 'Haiyan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330481, '海宁市', 330400, '海宁', 3, 573, 314400, '中国,浙江省,嘉兴市,海宁市', 120.68, 30.51, 'Haining', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330482, '平湖市', 330400, '平湖', 3, 573, 314200, '中国,浙江省,嘉兴市,平湖市', 121.02, 30.70, 'Pinghu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330483, '桐乡市', 330400, '桐乡', 3, 573, 314500, '中国,浙江省,嘉兴市,桐乡市', 120.56, 30.63, 'Tongxiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330500, '湖州市', 330000, '湖州', 2, 572, 313000, '中国,浙江省,湖州市', 120.10, 30.87, 'Huzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330502, '吴兴区', 330500, '吴兴', 3, 572, 313000, '中国,浙江省,湖州市,吴兴区', 120.12, 30.86, 'Wuxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330503, '南浔区', 330500, '南浔', 3, 572, 313009, '中国,浙江省,湖州市,南浔区', 120.42, 30.87, 'Nanxun', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330521, '德清县', 330500, '德清', 3, 572, 313200, '中国,浙江省,湖州市,德清县', 119.98, 30.53, 'Deqing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330522, '长兴县', 330500, '长兴', 3, 572, 313100, '中国,浙江省,湖州市,长兴县', 119.91, 31.01, 'Changxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330523, '安吉县', 330500, '安吉', 3, 572, 313300, '中国,浙江省,湖州市,安吉县', 119.68, 30.64, 'Anji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330600, '绍兴市', 330000, '绍兴', 2, 575, 312000, '中国,浙江省,绍兴市', 120.58, 30.00, 'Shaoxing', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330602, '越城区', 330600, '越城', 3, 575, 312000, '中国,浙江省,绍兴市,越城区', 120.58, 29.99, 'Yuecheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330603, '柯桥区', 330600, '柯桥', 3, 575, 312030, '中国,浙江省,绍兴市,柯桥区', 120.49, 30.09, 'Keqiao', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330604, '上虞区', 330600, '上虞', 3, 575, 312300, '中国,浙江省,绍兴市,上虞区', 120.48, 30.08, 'Shangyu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330624, '新昌县', 330600, '新昌', 3, 575, 312500, '中国,浙江省,绍兴市,新昌县', 120.90, 29.50, 'Xinchang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330681, '诸暨市', 330600, '诸暨', 3, 575, 311800, '中国,浙江省,绍兴市,诸暨市', 120.24, 29.71, 'Zhuji', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330683, '嵊州市', 330600, '嵊州', 3, 575, 312400, '中国,浙江省,绍兴市,嵊州市', 120.82, 29.59, 'Shengzhou', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330700, '金华市', 330000, '金华', 2, 579, 321000, '中国,浙江省,金华市', 119.65, 29.09, 'Jinhua', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330702, '婺城区', 330700, '婺城', 3, 579, 321000, '中国,浙江省,金华市,婺城区', 119.57, 29.10, 'Wucheng', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330703, '金东区', 330700, '金东', 3, 579, 321000, '中国,浙江省,金华市,金东区', 119.69, 29.10, 'Jindong', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330723, '武义县', 330700, '武义', 3, 579, 321200, '中国,浙江省,金华市,武义县', 119.82, 28.89, 'Wuyi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330726, '浦江县', 330700, '浦江', 3, 579, 322200, '中国,浙江省,金华市,浦江县', 119.89, 29.45, 'Pujiang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330727, '磐安县', 330700, '磐安', 3, 579, 322300, '中国,浙江省,金华市,磐安县', 120.45, 29.06, 'Panan', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330781, '兰溪市', 330700, '兰溪', 3, 579, 321100, '中国,浙江省,金华市,兰溪市', 119.46, 29.21, 'Lanxi', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330782, '义乌市', 330700, '义乌', 3, 579, 322000, '中国,浙江省,金华市,义乌市', 120.07, 29.31, 'Yiwu', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330783, '东阳市', 330700, '东阳', 3, 579, 322100, '中国,浙江省,金华市,东阳市', 120.24, 29.29, 'Dongyang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(330784, '永康市', 330700, '永康', 3, 579, 321300, '中国,浙江省,金华市,永康市', 120.05, 28.89, 'Yongkang', '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `base_attachments`
--

DROP TABLE IF EXISTS `base_attachments`;
CREATE TABLE IF NOT EXISTS `base_attachments` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '附件名称',
  `md5` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'md5码',
  `path` varchar(1024) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '附件路径',
  `url` varchar(1024) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '附件url',
  `class` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '未分类' COMMENT '分类',
  `size` bigint(20) UNSIGNED DEFAULT NULL,
  `file_type` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `download` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `klass` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '关联模型',
  `objid` int(10) UNSIGNED DEFAULT NULL COMMENT '关联id',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_md5` (`md5`),
  KEY `idx_klass_objid` (`klass`,`objid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `base_dictionary_option`
--

DROP TABLE IF EXISTS `base_dictionary_option`;
CREATE TABLE IF NOT EXISTS `base_dictionary_option` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `dictionary_table_code` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '数据字典表',
  `dictionary_code` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '数据字典代码',
  `key` varchar(21) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '程序中使用，数据库使用value',
  `value` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '编码',
  `name` varchar(256) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名称',
  `input_code` varchar(256) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '输入码，通常用于保留拼音',
  `sort` int(11) NOT NULL COMMENT '排序',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_table_code` (`dictionary_table_code`,`dictionary_code`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `base_dictionary_option`
--

INSERT INTO `base_dictionary_option` (`id`, `dictionary_table_code`, `dictionary_code`, `key`, `value`, `name`, `input_code`, `sort`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'global', 'sex', 'male', '1', '男', '', 0, '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(2, 'global', 'sex', 'female', '2', '女', '', 0, '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(15, 'global', 'bool', '', '0', '否', '', 0, '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(16, 'global', 'bool', '', '1', '是', '', 0, '2016-12-31 16:00:00', '2016-12-31 16:00:00', NULL),
(17, 'device', 'status', 'off_line', '0', '离线', '离线', 10, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `base_settings`
--

DROP TABLE IF EXISTS `base_settings`;
CREATE TABLE IF NOT EXISTS `base_settings` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `key` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '配置代码',
  `value` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '配置名称',
  `sort` int(10) UNSIGNED NOT NULL COMMENT '排序',
  `category` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '配置类型',
  `pid` int(10) UNSIGNED NOT NULL COMMENT '父id',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '图片状态',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_category` (`category`),
  KEY `idx_code` (`key`),
  KEY `idx_pid` (`pid`)
) ENGINE=MyISAM AUTO_INCREMENT=1000 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `base_settings`
--

INSERT INTO `base_settings` (`id`, `key`, `value`, `sort`, `category`, `pid`, `status`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'category', '类别定义', 0, 'category', 0, 1, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `cache`
--

DROP TABLE IF EXISTS `cache`;
CREATE TABLE IF NOT EXISTS `cache` (
  `key` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `expiration` int(11) NOT NULL,
  UNIQUE KEY `cache_key_unique` (`key`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `cache`
--

INSERT INTO `cache` (`key`, `value`, `expiration`) VALUES
('laraveltable_dictionary_option_all', 'a:2:{s:6:\"global\";a:2:{s:3:\"sex\";a:2:{i:1;s:3:\"男\";i:2;s:3:\"女\";}s:4:\"bool\";a:2:{i:0;s:3:\"否\";i:1;s:3:\"是\";}}s:6:\"device\";a:1:{s:6:\"status\";a:1:{i:0;s:6:\"离线\";}}}', 1832923285);

-- --------------------------------------------------------

--
-- 表的结构 `classes`
--

DROP TABLE IF EXISTS `classes`;
CREATE TABLE IF NOT EXISTS `classes` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `class` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '分类',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `classes`
--

INSERT INTO `classes` (`id`, `class`, `created_at`, `updated_at`) VALUES
(1, '未分类', '2018-01-27 19:15:34', '2018-01-27 19:15:34');

-- --------------------------------------------------------

--
-- 表的结构 `clients`
--

DROP TABLE IF EXISTS `clients`;
CREATE TABLE IF NOT EXISTS `clients` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `devices`
--

DROP TABLE IF EXISTS `devices`;
CREATE TABLE IF NOT EXISTS `devices` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) DEFAULT '0' COMMENT '所属客户',
  `name` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT '无' COMMENT '名称',
  `type` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT '无' COMMENT '型号',
  `location` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT '无' COMMENT '地点',
  `IMEI` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT '无' COMMENT '编码，IMEI地址',
  `code` varchar(400) COLLATE utf8mb4_unicode_ci DEFAULT '无' COMMENT '二维码',
  `auth_status` tinyint(4) DEFAULT '0' COMMENT '审核状态：0，未审核；1，审核通过；2，审核不过',
  `status` tinyint(4) DEFAULT '0' COMMENT '状态：0，离线；1，在线；2，缺纸；3，故障',
  `tissue_num` int(11) DEFAULT '0' COMMENT '纸巾数',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `devices`
--

INSERT INTO `devices` (`id`, `client_id`, `name`, `type`, `location`, `IMEI`, `code`, `auth_status`, `status`, `tissue_num`, `created_at`, `updated_at`) VALUES
(2, 2, '纸妹子111号', 'ABC-1111', '成都建设路1', 'IMEI-1111', '无', 2, 0, 100, '2018-02-02 06:52:59', '2018-02-02 08:22:20'),
(3, 0, '纸妹子2号', 'CCC', '北京市', '123456', '无', 0, 0, 100, '2018-02-02 07:30:35', '2018-02-02 07:30:35'),
(4, 0, '纸妹子3号', 'FFF', '江苏', 'IMEI-333', '无', 0, 0, 500, '2018-02-02 07:31:06', '2018-02-02 07:31:06'),
(5, 0, '纸妹子8号', 'FFF', '江苏', 'IMEI-333', '无', 0, 0, 500, '2018-02-02 07:31:15', '2018-02-02 07:31:15'),
(6, 1, '纸妹子9号', 'ASDF', '成都市', 'IMEI-123', '无', 0, 0, 200, '2018-02-02 08:52:04', '2018-02-02 08:52:04'),
(7, 2, '纸妹子444号', 'ABC-111', '成都建设路', 'IMEI-1111', '无', 1, 2, 200, '2018-02-02 09:03:05', '2018-02-02 09:03:24');

-- --------------------------------------------------------

--
-- 表的结构 `fans`
--

DROP TABLE IF EXISTS `fans`;
CREATE TABLE IF NOT EXISTS `fans` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `wechat_id` varchar(300) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '微信ID',
  `wechat_name` varchar(300) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '微信名',
  `money` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '消费金额',
  `num` int(10) UNSIGNED DEFAULT '0' COMMENT '获得纸巾数',
  `buy_num` int(10) UNSIGNED DEFAULT '0' COMMENT '购买纸巾数',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `fans`
--

INSERT INTO `fans` (`id`, `wechat_id`, `wechat_name`, `money`, `num`, `buy_num`, `created_at`, `updated_at`) VALUES
(1, '123456', '张三', '0', 0, 0, '2018-02-07 22:12:43', '2018-02-07 22:12:43');

-- --------------------------------------------------------

--
-- 表的结构 `migrations`
--

DROP TABLE IF EXISTS `migrations`;
CREATE TABLE IF NOT EXISTS `migrations` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=26 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2016_06_01_000001_create_oauth_auth_codes_table', 1),
(2, '2016_06_01_000002_create_oauth_access_tokens_table', 1),
(3, '2016_06_01_000003_create_oauth_refresh_tokens_table', 1),
(4, '2016_06_01_000004_create_oauth_clients_table', 1),
(5, '2016_06_01_000005_create_oauth_personal_access_clients_table', 1),
(6, '2017_04_02_113151_create_account_logs_table', 1),
(7, '2017_05_30_203519_create_admin_access_table', 1),
(8, '2017_05_30_203520_create_admin_menus_table', 1),
(9, '2017_05_30_203521_create_admin_operate_logs_table', 1),
(10, '2017_05_30_203521_create_admin_roles_table', 1),
(11, '2017_05_30_203522_create_admin_users_table', 1),
(12, '2017_05_30_203523_create_base_area_table', 1),
(13, '2017_05_30_203523_create_base_attachments_table', 1),
(14, '2017_05_30_203524_create_base_dictionary_option_table', 1),
(15, '2017_05_30_203524_create_base_settings_table', 1),
(16, '2017_05_30_203526_create_user_info_table', 1),
(17, '2017_08_02_143732_create_classes_table', 1),
(18, '2017_11_10_145204_create_cache_table', 1),
(19, '2018_01_30_062312_create_devices_table', 2),
(20, '2018_02_02_153323_create_cilents_table', 3),
(21, '2018_02_02_153323_create_clients_table', 4),
(22, '2018_02_07_073806_create_a_ds_table', 4),
(23, '2018_02_07_094408_create_fans_table', 5),
(24, '2018_02_07_094521_create_tissues_table', 5),
(25, '2018_02_08_065812_add_info_to_tissue', 6);

-- --------------------------------------------------------

--
-- 表的结构 `oauth_access_tokens`
--

DROP TABLE IF EXISTS `oauth_access_tokens`;
CREATE TABLE IF NOT EXISTS `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `client_id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_access_tokens_user_id_index` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `oauth_auth_codes`
--

DROP TABLE IF EXISTS `oauth_auth_codes`;
CREATE TABLE IF NOT EXISTS `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) NOT NULL,
  `client_id` int(11) NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `oauth_clients`
--

DROP TABLE IF EXISTS `oauth_clients`;
CREATE TABLE IF NOT EXISTS `oauth_clients` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_clients_user_id_index` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `oauth_personal_access_clients`
--

DROP TABLE IF EXISTS `oauth_personal_access_clients`;
CREATE TABLE IF NOT EXISTS `oauth_personal_access_clients` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_personal_access_clients_client_id_index` (`client_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `oauth_refresh_tokens`
--

DROP TABLE IF EXISTS `oauth_refresh_tokens`;
CREATE TABLE IF NOT EXISTS `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `tissues`
--

DROP TABLE IF EXISTS `tissues`;
CREATE TABLE IF NOT EXISTS `tissues` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `fan_id` int(10) UNSIGNED NOT NULL COMMENT '购买的微信用户ID',
  `device_id` int(10) UNSIGNED NOT NULL COMMENT '设备ID',
  `ad_id` int(10) UNSIGNED DEFAULT NULL COMMENT '领取时点击了哪个广告',
  `status` tinyint(4) DEFAULT '0' COMMENT '状态：0领取；1购买',
  `num` int(10) UNSIGNED DEFAULT '0' COMMENT '份数',
  `money` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT '0' COMMENT '付款金额',
  `info` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT '' COMMENT '备注',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `user_info`
--

DROP TABLE IF EXISTS `user_info`;
CREATE TABLE IF NOT EXISTS `user_info` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `site_id` int(11) DEFAULT NULL COMMENT '站点ID',
  `username` char(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '登录名',
  `real_name` char(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '姓名',
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '密码',
  `email` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'EMAIL',
  `mobile` char(11) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '手机号',
  `avatar` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '用户头像',
  `gender` tinyint(4) NOT NULL COMMENT '性别,1:男,2:女,参照数据字典',
  `province` int(11) DEFAULT NULL COMMENT '居住地址省',
  `city` int(11) DEFAULT NULL COMMENT '居住地址市',
  `county` int(11) DEFAULT NULL COMMENT '居住地址区县',
  `work_type` tinyint(4) DEFAULT NULL COMMENT '工作类型：上班，自由职业者',
  `other_info` text COLLATE utf8mb4_unicode_ci COMMENT '配偶或其他信息',
  `address` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '详细地址',
  `address_time` tinyint(3) UNSIGNED DEFAULT NULL COMMENT '居住时长',
  `home_type` tinyint(3) UNSIGNED DEFAULT NULL COMMENT '居住类型',
  `idcard` char(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '身份证号',
  `idcard_positive` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '身份证正面',
  `idcard_back` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '身份证背面',
  `photo` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '正面照',
  `zhima_img` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '芝麻信用',
  `other_img` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `driver_img` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `educational` tinyint(4) DEFAULT NULL COMMENT '学历',
  `marital` tinyint(4) DEFAULT NULL COMMENT '婚姻状况',
  `contact_bind` tinyint(4) DEFAULT NULL COMMENT '直系亲属联系人关系',
  `contact_name` char(32) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '直系亲属联系人姓名',
  `contact_mobile` char(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '直系亲属联系人手机',
  `other_contact_bind` tinyint(4) DEFAULT NULL COMMENT '其他联系人关系',
  `other_contact_name` char(32) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '直系亲属联系人姓名',
  `other_contact_mobile` char(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '直系亲属联系人手机',
  `xuexin_account` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '学信网账号',
  `xuexin_password` varchar(60) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '学信网密码',
  `carrieroperator_mobile` char(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '运营商手机',
  `last_login_time` datetime DEFAULT NULL COMMENT '最后一次登录时间',
  `remember_token` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_deleted_at` (`deleted_at`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
